[
    {
        "rule": "Punishment for fraudulently inducing persons to invest money. "
    },
    {
        "rule": "Punishment for personation for acquisition, etc., of securities. "
    },
    {
        "rule": "Punishment for personation of shareholder. "
    },
    {
        "rule": "Punishment for contravention of section 73 or section 76. "
    },
    {
        "rule": "Punishment for contravention. "
    },
    {
        "rule": "Punishment for default in complying with provisions of sections 96 to 98. "
    },
    {
        "rule": "Punishment for failure to distribute dividends. "
    },
    {
        "rule": "Responsibility. "
    },
    {
        "rule": "Punishment for contravention. "
    },
    {
        "rule": "Obligation to indicate Director Identification Number. "
    },
    {
        "rule": "Punishment for contravention. "
    },
    {
        "rule": "Punishment. "
    },
    {
        "rule": "Penalty for furnishing false statement, mutilation, destruction of documents. "
    },
    {
        "rule": "Punishment for certain offences. "
    },
    {
        "rule": "Obligations of directors and managers. "
    },
    {
        "rule": "Penalty for frauds by officers. "
    },
    {
        "rule": "subject to sanction. "
    },
    {
        "rule": "Obligations of companies registering under this Part. "
    },
    {
        "rule": "Punishment for contravention. "
    },
    {
        "rule": "comply with provisions of this Chapter not to affect validity or contracts, "
    },
    {
        "rule": "Punishment for fraud. "
    },
    {
        "rule": "Punishment for false statement. "
    },
    {
        "rule": "Punishment for false evidence. "
    },
    {
        "rule": "Punishment where no specific penalty or punishment is provided. "
    },
    {
        "rule": "Punishment in case of repeated default. "
    },
    {
        "rule": "Punishment for wrongful withholding of property. "
    },
    {
        "rule": "Punishment for improper use of ―Limited‖ or ―Private Limited‖. "
    },
    {
        "rule": "subject to conditions and to "
    },
    {
        "rule": "shall come into force at once and the remaining provisions of this Act shall come into "
    },
    {
        "rule": "shall be construed as a reference to the coming into force of that provision. "
    },
    {
        "rule": "shall apply to— "
    },
    {
        "rule": "subject to such exceptions, modifications or "
    },
    {
        "rule": "liable to contribute towards the assets of the company in the event "
    },
    {
        "rule": "shall be considered as a contributory but shall have no liabilities of a contributory "
    },
    {
        "rule": "shall include the right to appoint majority of the directors or to control the management "
    },
    {
        "rule": "may not include the cash flow statement; "
    },
    {
        "rule": "required to follow a different financial year "
    },
    {
        "rule": "shall, "
    },
    {
        "rule": "shall not be treated as free reserves; "
    },
    {
        "rule": "subject to the superintendence, control and direction of the "
    },
    {
        "rule": "shall not be deemed to be included within the substantial powers of management; "
    },
    {
        "rule": "shall be deemed to have agreed to "
    },
    {
        "rule": "shall be entered as member in its register of "
    },
    {
        "rule": "shall be construed accordingly; "
    },
    {
        "rule": "shall be liable to any penalty or punishment by way of "
    },
    {
        "rule": "responsibility including maintenance, filing or distribution of accounts "
    },
    {
        "rule": "in accordance with whose advice, directions or instructions the Board of Directors "
    },
    {
        "rule": "shall, for "
    },
    {
        "rule": "shall not be included in the number of members; and "
    },
    {
        "rule": "prohibits any invitation to the public to subscribe for any securities of the company; "
    },
    {
        "rule": "in accordance with whose advice, directions or instructions the Board of Directors of the "
    },
    {
        "rule": "shall apply to a person who is acting merely in a professional "
    },
    {
        "rule": "shall be "
    },
    {
        "rule": "shall be so notified unless— "
    },
    {
        "rule": "in accordance with the advice, directions or instructions of a director or manager; "
    },
    {
        "rule": "shall apply to the advice, directions or instructions "
    },
    {
        "rule": "shall not be more than five crore rupees; or "
    },
    {
        "rule": "shall not be more than twenty crore rupees: "
    },
    {
        "rule": "shall apply to— "
    },
    {
        "rule": "shall not have layers of "
    },
    {
        "rule": "shall be deemed to be a subsidiary company of the holding company even if the "
    },
    {
        "rule": "shall be deemed to be controlled by "
    },
    {
        "rule": "shall have the meanings respectively assigned to them "
    },
    {
        "rule": "complying with the requirements of this "
    },
    {
        "rule": "shall indicate the name of the other person, "
    },
    {
        "rule": "shall, in the event of the subscriber‘s death or "
    },
    {
        "rule": "shall also be filed with the Registrar at the time of incorporation of the One Person Company along with "
    },
    {
        "rule": "shall be the duty of the member of One Person Company to intimate the "
    },
    {
        "rule": "shall intimate the Registrar any such change within such time and in such manner as may be prescribed: "
    },
    {
        "rule": "shall not be deemed to be an alteration "
    },
    {
        "rule": "shall state— "
    },
    {
        "rule": "shall apply to a company registered under section 8; "
    },
    {
        "rule": "shall not be less than one share; and "
    },
    {
        "rule": "shall become the member of the company. "
    },
    {
        "rule": "shall not— "
    },
    {
        "rule": "shall not be registered with a "
    },
    {
        "rule": "shall be cancelled and the person "
    },
    {
        "rule": "shall be liable to a penalty which may extend to one lakh "
    },
    {
        "rule": "shall be in respective forms specified in Tables A, B, C, D and E "
    },
    {
        "rule": "shall be void. "
    },
    {
        "rule": "shall contain the regulations for management of the "
    },
    {
        "rule": "shall also contain such matters, as may be prescribed: "
    },
    {
        "rule": "shall be deemed to prevent a company from "
    },
    {
        "rule": "shall only be made either on "
    },
    {
        "rule": "shall give notice to the Registrar of such provisions in such form and manner as "
    },
    {
        "rule": "shall be in respective forms specified in Tables, F, G, H, I and J in "
    },
    {
        "rule": "shall, so far as applicable, be the regulations of that "
    },
    {
        "rule": "shall apply to the articles of a company registered under any previous "
    },
    {
        "rule": "shall have effect notwithstanding anything to the contrary contained "
    },
    {
        "rule": "shall, to the "
    },
    {
        "rule": "shall be filed with the Registrar within whose jurisdiction "
    },
    {
        "rule": "shall register "
    },
    {
        "rule": "shall allot to the company a corporate identity number, which shall be a distinct identity for "
    },
    {
        "rule": "shall also be included in the certificate. "
    },
    {
        "rule": "shall maintain and preserve at its registered office copies of all documents and "
    },
    {
        "rule": "shall be liable for action under section 447. "
    },
    {
        "rule": "shall each be liable for action under section 447. "
    },
    {
        "rule": "shall be unlimited; or "
    },
    {
        "rule": "shall be given a reasonable opportunity of being heard in the matter; and "
    },
    {
        "rule": "shall take into consideration the transactions entered into by the company, "
    },
    {
        "rule": "obligations, if any, contracted or payment of any liability. "
    },
    {
        "rule": "prohibit the payment of any dividend to its members, "
    },
    {
        "rule": "shall, on application, in the prescribed form, "
    },
    {
        "rule": "shall enjoy all the privileges and be subject to all the "
    },
    {
        "rule": "obligations of limited companies. "
    },
    {
        "rule": "shall not alter the provisions of its memorandum or "
    },
    {
        "rule": "complying with such conditions as may be prescribed. "
    },
    {
        "rule": "subject to such conditions as the Central Government deems fit and to change its name by "
    },
    {
        "rule": "shall, on application, in the prescribed form, register such company under this "
    },
    {
        "rule": "shall apply to that company. "
    },
    {
        "rule": "subject to which a licence is issued or the affairs of the company are conducted fraudulently or in a "
    },
    {
        "rule": "shall, without prejudice to any action that may be taken under sub-section (7), on "
    },
    {
        "rule": "shall be made unless the company is given a reasonable opportunity of "
    },
    {
        "rule": "shall be given to the Registrar. "
    },
    {
        "rule": "shall be made unless the company is given a reasonable opportunity of "
    },
    {
        "rule": "obligations as may be "
    },
    {
        "rule": "subject to such conditions as the Tribunal may "
    },
    {
        "rule": "shall amalgamate only with another company registered "
    },
    {
        "rule": "complying with any of the requirements laid down in this "
    },
    {
        "rule": "shall, without prejudice to any other action under the provisions of this section, be "
    },
    {
        "rule": "shall not be less than ten lakh rupees but which may extend to one crore "
    },
    {
        "rule": "shall be punishable with "
    },
    {
        "rule": "shall not be less than twenty-"
    },
    {
        "rule": "shall be liable for action under section 447. "
    },
    {
        "rule": "shall be a body corporate by the name contained in the memorandum, "
    },
    {
        "rule": "Subject to the provisions of this Act, the "
    },
    {
        "rule": "shall, when registered, bind the company and the members thereof to the same "
    },
    {
        "rule": "shall be a "
    },
    {
        "rule": "shall, on and from the fifteenth day of its "
    },
    {
        "rule": "shall furnish to the Registrar verification of its registered office within a period of "
    },
    {
        "rule": "shall— "
    },
    {
        "rule": "shall paint "
    },
    {
        "rule": "shall be mentioned in brackets below the "
    },
    {
        "rule": "shall be given to the Registrar within fifteen days of the "
    },
    {
        "rule": "shall record the same. "
    },
    {
        "rule": "shall not be changed,— "
    },
    {
        "rule": "shall change the place of its registered office from the jurisdiction of one "
    },
    {
        "rule": "shall be communicated within a period of thirty "
    },
    {
        "rule": "shall file the confirmation with the Registrar within a period of sixty days of the date of confirmation who "
    },
    {
        "rule": "shall register the same and certify the registration within a period of thirty days from the date of filing of "
    },
    {
        "rule": "shall be conclusive evidence that all the requirements "
    },
    {
        "rule": "shall take effect from the date of the certificate. "
    },
    {
        "rule": "complying with the requirements of this section, the company and every "
    },
    {
        "rule": "shall be liable to a penalty of one thousand rupees for every day during which the "
    },
    {
        "rule": "complying with the procedure specified in this section, alter the provisions of its "
    },
    {
        "rule": "shall be subject to the provisions of subsections (2) and (3) "
    },
    {
        "rule": "shall not have effect except with the approval of the Central Government in writing: "
    },
    {
        "rule": "shall be necessary where the only change in the name of the company "
    },
    {
        "rule": "in accordance with the provisions of this Act. "
    },
    {
        "rule": "shall "
    },
    {
        "rule": "shall be complete and effective only on the "
    },
    {
        "rule": "shall not have any effect unless it is approved by the Central Government on an application in "
    },
    {
        "rule": "shall dispose of the application under sub-section (4) within a period of "
    },
    {
        "rule": "obligations or "
    },
    {
        "rule": "shall, in relation to any alteration of its memorandum, "
    },
    {
        "rule": "shall be filed by the company with the Registrar of each of the States within such time and in "
    },
    {
        "rule": "shall register the same, and the Registrar of the State where the "
    },
    {
        "rule": "shall issue a fresh certificate of incorporation indicating the alteration. "
    },
    {
        "rule": "shall not change its objects for which it raised the money through "
    },
    {
        "rule": "shall also be published in the "
    },
    {
        "rule": "shall also be placed on the website of the "
    },
    {
        "rule": "shall be given an opportunity to exit by the promoters and "
    },
    {
        "rule": "in accordance with regulations to be specified by the Securities and "
    },
    {
        "rule": "shall register any alteration of the memorandum with respect to the objects of the "
    },
    {
        "rule": "in accordance with clause (a) of sub-section (6) of this section. "
    },
    {
        "rule": "shall have any effect until it has been registered in "
    },
    {
        "rule": "shall be void. "
    },
    {
        "rule": "Subject to the provisions of this Act and the conditions contained in "
    },
    {
        "rule": "required to be included in the articles of a "
    },
    {
        "rule": "shall, as from the date of such alteration, cease to be a "
    },
    {
        "rule": "shall not take effect except with the approval of the Tribunal which shall make such order as it "
    },
    {
        "rule": "shall be filed with the Registrar, together with a printed copy of the "
    },
    {
        "rule": "shall register the "
    },
    {
        "rule": "shall, subject to the provisions of "
    },
    {
        "rule": "shall be noted in every copy of the memorandum or articles, "
    },
    {
        "rule": "complying with the provisions of sub-section (1), the company "
    },
    {
        "rule": "shall be liable to a penalty of one thousand rupees for every copy of "
    },
    {
        "rule": "shall change "
    },
    {
        "rule": "shall change its name or new name, as the case may be, "
    },
    {
        "rule": "shall within a "
    },
    {
        "rule": "shall carry out necessary changes in the certificate of "
    },
    {
        "rule": "complying with any direction given under sub-section (1), the "
    },
    {
        "rule": "shall be punishable with fine of one thousand rupees for every day during which the default "
    },
    {
        "rule": "shall be punishable with fine which shall not be less than "
    },
    {
        "rule": "shall, on "
    },
    {
        "rule": "subject to the payment "
    },
    {
        "rule": "complying with the provisions of this section, the company and "
    },
    {
        "rule": "shall be liable for each default, to a penalty of one "
    },
    {
        "rule": "in accordance with the provisions of this Chapter. "
    },
    {
        "rule": "required to be done under this section, the Registrar shall on an "
    },
    {
        "rule": "shall not affect any debts, liabilities, obligations "
    },
    {
        "rule": "obligations and contracts may be enforced in the manner as if such registration had not been "
    },
    {
        "rule": "shall, "
    },
    {
        "rule": "shall allot or transfer its shares to any of its subsidiary companies and any such allotment or transfer of "
    },
    {
        "rule": "shall be void: "
    },
    {
        "rule": "shall apply to a case— "
    },
    {
        "rule": "shall have a right to "
    },
    {
        "rule": "shall be construed as a reference to the "
    },
    {
        "rule": "shall pay such fees as may be determined by the company in its annual general meeting. "
    },
    {
        "rule": "shall be "
    },
    {
        "rule": "shall be made by two directors or by a director and the Company Secretary, wherever the "
    },
    {
        "rule": "shall bind the "
    },
    {
        "rule": "complying with the "
    },
    {
        "rule": "complying with the provisions of Part II of this Chapter; or "
    },
    {
        "rule": "in accordance with the provisions of this Act and in "
    },
    {
        "rule": "in accordance with the provisions of this Act; or "
    },
    {
        "rule": "complying with the provisions of Part II of this Chapter. "
    },
    {
        "rule": "shall,— "
    },
    {
        "rule": "shall be exercised by the Central Government, the Tribunal or the "
    },
    {
        "rule": "shall, in respect of matters specified in subsection (1) and the "
    },
    {
        "rule": "shall, for all purposes, be deemed to be a prospectus issued by the company; and all enactments and "
    },
    {
        "rule": "shall apply with the modifications "
    },
    {
        "rule": "shall have effect accordingly, as if the securities had been offered "
    },
    {
        "rule": "shall, unless the contrary is proved, be evidence that an allotment "
    },
    {
        "rule": "shall have effect as if — "
    },
    {
        "rule": "shall be "
    },
    {
        "rule": "shall be dated and signed and "
    },
    {
        "rule": "shall— "
    },
    {
        "rule": "shall set out in such manner as may be "
    },
    {
        "rule": "shall set out in the prescribed manner, the "
    },
    {
        "rule": "shall apply— "
    },
    {
        "rule": "Subject to sub-section (2), the provisions of sub-section (1) shall apply to a prospectus or a form "
    },
    {
        "rule": "shall be deemed to be the date of its publication. "
    },
    {
        "rule": "shall be issued by or on behalf of a company or in relation to an intended company "
    },
    {
        "rule": "shall not include a statement purporting to be made by "
    },
    {
        "rule": "shall be included in the prospectus. "
    },
    {
        "rule": "shall, on the face of it,— "
    },
    {
        "rule": "shall not register a prospectus unless the requirements of this section with respect to "
    },
    {
        "rule": "shall be valid if it is issued more than ninety days after the date on which a copy "
    },
    {
        "rule": "shall be "
    },
    {
        "rule": "shall not be less than fifty thousand rupees but which may extend to three lakh "
    },
    {
        "rule": "shall be punishable with "
    },
    {
        "rule": "shall not be less than fifty "
    },
    {
        "rule": "shall not, at any time, "
    },
    {
        "rule": "subject to the approval of, or except subject to an authority given by the company in general "
    },
    {
        "rule": "shall also be published in the newspapers (one in English and one in vernacular language) in "
    },
    {
        "rule": "shall not use any amount raised by it through prospectus for "
    },
    {
        "rule": "shall be given an exit offer by promoters or "
    },
    {
        "rule": "in accordance with the provisions "
    },
    {
        "rule": "in accordance with such procedure as may be prescribed. "
    },
    {
        "rule": "shall, for all purposes, be deemed "
    },
    {
        "rule": "shall apply as if this is a prospectus issued by the company. "
    },
    {
        "rule": "shall collectively authorise the company, whose shares are offered for sale to the "
    },
    {
        "rule": "shall reimburse the "
    },
    {
        "rule": "shall issue the securities only in dematerialised form by complying with the provisions of the Depositories "
    },
    {
        "rule": "in accordance with the provisions of this Act "
    },
    {
        "rule": "in accordance with the provisions of the Depositories Act, 1996 (22 of 1996) "
    },
    {
        "rule": "shall be necessary to specify therein the contents of its memorandum as "
    },
    {
        "rule": "shall indicate a period not exceeding one year as the period "
    },
    {
        "rule": "shall commence from the date of opening of the first offer of "
    },
    {
        "rule": "shall be required to file an information memorandum "
    },
    {
        "rule": "shall intimate the changes to such applicants and if they express a desire to "
    },
    {
        "rule": "shall refund all the monies received as "
    },
    {
        "rule": "shall be deemed to be a prospectus. "
    },
    {
        "rule": "shall file it with the "
    },
    {
        "rule": "shall carry the same obligations as are applicable to a prospectus and any "
    },
    {
        "rule": "shall be highlighted as variations in the "
    },
    {
        "rule": "shall be filed with the Registrar and the "
    },
    {
        "rule": "shall be issued unless such form is accompanied by an abridged "
    },
    {
        "rule": "shall apply if it is shown that the form of application was "
    },
    {
        "rule": "shall, on a request being made by any person before the closing of the "
    },
    {
        "rule": "complying with the provisions of this section, it shall be liable "
    },
    {
        "rule": "penalty of fifty thousand rupees for each default. "
    },
    {
        "rule": "shall be liable under section 447: "
    },
    {
        "rule": "shall apply to a person if he proves that such statement or "
    },
    {
        "rule": "shall, without prejudice to any punishment to which any person may be liable under section 36, be liable "
    },
    {
        "rule": "shall be liable under sub-section (1), if he proves— "
    },
    {
        "rule": "shall be personally responsible, without any "
    },
    {
        "rule": "Punishment for fraudulently inducing persons to invest money. — Any person who, either "
    },
    {
        "rule": "shall be liable for action under section 447. "
    },
    {
        "rule": "Punishment for personation for acquisition, etc., of securities.—(1) Any person who— "
    },
    {
        "rule": "shall be liable for action under section 447. "
    },
    {
        "rule": "shall be prominently reproduced in every prospectus issued by a "
    },
    {
        "rule": "shall be "
    },
    {
        "rule": "shall be made unless the amount stated in the prospectus as the minimum "
    },
    {
        "rule": "shall not be less than five per cent. of the "
    },
    {
        "rule": "shall "
    },
    {
        "rule": "shall file with "
    },
    {
        "rule": "shall be liable to a penalty, for each default, of one thousand rupees for each day during which "
    },
    {
        "rule": "shall, "
    },
    {
        "rule": "shall also state the name or names of the stock exchange in which the securities shall be dealt "
    },
    {
        "rule": "shall be kept "
    },
    {
        "rule": "shall not be utilised for any purpose other than— "
    },
    {
        "rule": "shall be void. "
    },
    {
        "rule": "complying with the provisions of this section, the company shall be "
    },
    {
        "rule": "shall not be less than five lakh rupees but which may extend to fifty lakh "
    },
    {
        "rule": "shall be punishable with imprisonment for a "
    },
    {
        "rule": "shall not be less than fifty thousand rupees but "
    },
    {
        "rule": "subject to such conditions as may be prescribed. "
    },
    {
        "rule": "subject to such conditions, "
    },
    {
        "rule": "subject to the provisions of this section, make "
    },
    {
        "rule": "Subject to sub-section (1), the offer of securities or invitation to subscribe securities, shall be "
    },
    {
        "rule": "shall be deemed to be an "
    },
    {
        "rule": "shall accordingly be governed by the provisions of Part I of this Chapter. "
    },
    {
        "rule": "shall be made unless the allotments with respect to "
    },
    {
        "rule": "shall be treated as a "
    },
    {
        "rule": "shall be required to be "
    },
    {
        "rule": "shall be paid through "
    },
    {
        "rule": "shall allot its securities within sixty "
    },
    {
        "rule": "shall repay the application money to the subscribers within fifteen "
    },
    {
        "rule": "shall be liable to repay that money with interest at the rate of twelve per "
    },
    {
        "rule": "shall be kept in a separate bank "
    },
    {
        "rule": "shall not be utilised for any purpose other than— "
    },
    {
        "rule": "shall be made only to such persons whose names are "
    },
    {
        "rule": "shall receive the offer "
    },
    {
        "rule": "shall be kept by the company in such manner as may "
    },
    {
        "rule": "shall be filed with the Registrar within a period "
    },
    {
        "rule": "shall release any public advertisements or "
    },
    {
        "rule": "shall file with the "
    },
    {
        "rule": "shall be liable for a penalty which may extend to the amount involved in the offer "
    },
    {
        "rule": "shall also refund all monies to "
    },
    {
        "rule": "penalty. "
    },
    {
        "rule": "shall be of two kinds, "
    },
    {
        "rule": "in accordance with such rules "
    },
    {
        "rule": "shall affect the rights of the preference shareholders who "
    },
    {
        "rule": "subject to income-tax; and "
    },
    {
        "rule": "shall be deemed to be preference capital, notwithstanding that it is entitled to either or "
    },
    {
        "rule": "shall be movable property transferable in the manner provided by the articles of the company. "
    },
    {
        "rule": "shall be distinguished "
    },
    {
        "rule": "shall apply to a share held by a person whose name is entered as "
    },
    {
        "rule": "shall be prima facie evidence "
    },
    {
        "rule": "shall be such as may be prescribed. "
    },
    {
        "rule": "shall be "
    },
    {
        "rule": "shall not be less than five times the face value of the shares involved in the "
    },
    {
        "rule": "shall be liable for action "
    },
    {
        "rule": "Subject to the provisions of section 43 and sub-section (2) of section 50,— "
    },
    {
        "rule": "shall "
    },
    {
        "rule": "shall be in proportion to his share in the paid-up equity share capital "
    },
    {
        "rule": "shall, in respect of such capital, have a right to vote only on resolutions placed before the company which "
    },
    {
        "rule": "shall be in proportion to his share in the paid-up preference share capital of the company: "
    },
    {
        "rule": "shall be in the same proportion as the paid-up capital in respect of the equity "
    },
    {
        "rule": "shall have a right to vote on all "
    },
    {
        "rule": "prohibited by the terms of issue of the shares of that class: "
    },
    {
        "rule": "shall also be obtained and "
    },
    {
        "rule": "shall apply to such variation. "
    },
    {
        "rule": "shall not have effect "
    },
    {
        "rule": "shall be made within twenty-one days after the date on "
    },
    {
        "rule": "shall be binding on the "
    },
    {
        "rule": "shall, within thirty days of the date of the order of the Tribunal, file a copy thereof "
    },
    {
        "rule": "complying with the provisions of this section, the company shall be "
    },
    {
        "rule": "shall not be less than twenty-five thousand rupees but which may extend to "
    },
    {
        "rule": "shall be punishable with "
    },
    {
        "rule": "shall not be less than twenty-"
    },
    {
        "rule": "shall be made on a uniform basis on all shares falling "
    },
    {
        "rule": "shall not be deemed to fall under the same class. "
    },
    {
        "rule": "shall not be entitled to any voting rights in respect of "
    },
    {
        "rule": "shall be transferred to a ―securities premium account‖ and the provisions of this Act relating "
    },
    {
        "rule": "shall, except as provided in this section, apply as if the "
    },
    {
        "rule": "comply "
    },
    {
        "rule": "shall not issue shares at a discount. "
    },
    {
        "rule": "shall be void. "
    },
    {
        "rule": "shall be punishable "
    },
    {
        "rule": "shall not be less than one lakh rupees but which may extend to five lakh rupees and every "
    },
    {
        "rule": "shall be punishable with imprisonment for a term which may extend to six "
    },
    {
        "rule": "shall not be less than one lakh rupees but which may extend to five lakh "
    },
    {
        "rule": "in accordance with the regulations made by the Securities and Exchange "
    },
    {
        "rule": "in accordance with "
    },
    {
        "rule": "shall be applicable to the sweat equity shares issued under this section and the holders of such "
    },
    {
        "rule": "shall rank pari passu with other equity shareholders. "
    },
    {
        "rule": "shall, after the "
    },
    {
        "rule": "liable to be redeemed within a period not exceeding twenty years from the date of their issue subject "
    },
    {
        "rule": "subject to the redemption of such percentage of shares as may be prescribed on an "
    },
    {
        "rule": "shall be redeemed except out of the profits of the company which would "
    },
    {
        "rule": "shall be redeemed unless they are fully paid; "
    },
    {
        "rule": "shall, "
    },
    {
        "rule": "shall, except as provided in this section, apply as if "
    },
    {
        "rule": "comply with the accounting standards prescribed for such class of companies under section 133, the "
    },
    {
        "rule": "shall be provided for out of the profits of the company, "
    },
    {
        "rule": "shall be provided for out of the profits of "
    },
    {
        "rule": "shall be provided for out of the profits of the company or out of the company‘s securities premium "
    },
    {
        "rule": "in accordance with the terms of issue (such shares hereinafter referred to as unredeemed "
    },
    {
        "rule": "shall be deemed to have been redeemed: "
    },
    {
        "rule": "shall, while giving approval under this sub-section, order the redemption "
    },
    {
        "rule": "shall not be deemed to be an "
    },
    {
        "rule": "shall not register a transfer of "
    },
    {
        "rule": "shall prejudice the power of the company to register, on receipt of an "
    },
    {
        "rule": "shall not be registered, unless the company gives the notice of the application, in such manner as may be "
    },
    {
        "rule": "shall, unless prohibited by any provision of law or any order of Court, Tribunal or "
    },
    {
        "rule": "shall intimate the "
    },
    {
        "rule": "shall, even if the legal representative is not a holder thereof, be valid as if he had been the "
    },
    {
        "rule": "complying with the provisions of sub-sections (1) to (5), the "
    },
    {
        "rule": "shall be punishable with fine which shall not be less than twenty-five thousand rupees but which "
    },
    {
        "rule": "shall be punishable "
    },
    {
        "rule": "shall not be less than ten thousand rupees but which may extend to one lakh rupees. "
    },
    {
        "rule": "shall "
    },
    {
        "rule": "liable under section 447. "
    },
    {
        "rule": "Punishment for personation of shareholder.—If any person deceitfully personates as an owner "
    },
    {
        "rule": "shall be punishable with "
    },
    {
        "rule": "shall not be less than one year but which may extend to three years and "
    },
    {
        "rule": "shall not be less than one lakh rupees but which may extend to five lakh rupees. "
    },
    {
        "rule": "shall within a period of thirty days from the date on which the instrument of transfer, or "
    },
    {
        "rule": "shall be freely transferable: "
    },
    {
        "rule": "shall be enforceable as a contract. "
    },
    {
        "rule": "shall be registered by the company and the company "
    },
    {
        "rule": "shall comply with such order within a period of ten days of the receipt of the order; or "
    },
    {
        "rule": "shall be punishable with "
    },
    {
        "rule": "shall not be less than one year but which may extend to three years and "
    },
    {
        "rule": "shall not be less than one lakh rupees but which may extend to five lakh rupees. "
    },
    {
        "rule": "shall be registered by the company within a "
    },
    {
        "rule": "shall not restrict the right of a holder of securities, to transfer such "
    },
    {
        "rule": "shall be entitled to voting rights unless the voting "
    },
    {
        "rule": "complying with the order of the Tribunal under this section, the company "
    },
    {
        "rule": "shall be punishable with fine which shall not be less than one lakh rupees but which may extend to five "
    },
    {
        "rule": "shall be punishable with imprisonment for "
    },
    {
        "rule": "shall not be less than one lakh rupees but which "
    },
    {
        "rule": "shall also contain a statement, in an "
    },
    {
        "rule": "complying with the requirements of sub-section (1), the company shall "
    },
    {
        "rule": "liable to pay a penalty of ten thousand rupees and every officer of the company who is in default shall "
    },
    {
        "rule": "liable to pay a penalty of five thousand rupees, for each default. "
    },
    {
        "rule": "shall take effect unless it is approved by the Tribunal on an application made in the "
    },
    {
        "rule": "shall be the same as it was in the case of the share from "
    },
    {
        "rule": "shall not be deemed to be a reduction of share "
    },
    {
        "rule": "shall be offered— "
    },
    {
        "rule": "subject to the following conditions, namely:— "
    },
    {
        "rule": "shall be made by notice specifying the number of shares offered and limiting a "
    },
    {
        "rule": "shall be deemed to have been declined; "
    },
    {
        "rule": "shall be deemed "
    },
    {
        "rule": "shall contain a "
    },
    {
        "rule": "subject to special resolution passed "
    },
    {
        "rule": "subject to such conditions as may be prescribed; or "
    },
    {
        "rule": "subject to "
    },
    {
        "rule": "shall be despatched through "
    },
    {
        "rule": "shall apply to the increase of the subscribed capital of a company caused "
    },
    {
        "rule": "shall be converted into shares in the company on such terms and conditions as appear to the "
    },
    {
        "rule": "shall "
    },
    {
        "rule": "shall have due regard to the financial position of the company, the terms of issue of debentures or loans, "
    },
    {
        "rule": "shall be converted into shares in a company and where no appeal has been "
    },
    {
        "rule": "shall, where such order has the effect of increasing the authorised share "
    },
    {
        "rule": "shall stand "
    },
    {
        "rule": "shall be made by capitalising reserves created by the "
    },
    {
        "rule": "shall capitalise its profits or reserves for the purpose of issuing fully paid-up bonus "
    },
    {
        "rule": "shall not be issued in lieu of dividend. "
    },
    {
        "rule": "shall file a notice in the prescribed form with the Registrar within a period of thirty days of "
    },
    {
        "rule": "shall be punishable with fine which may extend to one thousand rupees for each day "
    },
    {
        "rule": "subject to the condition that no part of the increased capital shall be capable of being called "
    },
    {
        "rule": "shall not be capable of being "
    },
    {
        "rule": "Subject to confirmation by the Tribunal on an application by "
    },
    {
        "rule": "shall be made if the company is in arrears in the repayment of any "
    },
    {
        "rule": "shall give notice of every application made to it under sub-section (1) to the Central "
    },
    {
        "rule": "shall take into consideration the representations, if any, made to it by that "
    },
    {
        "rule": "shall be presumed that they have "
    },
    {
        "rule": "shall be sanctioned by the Tribunal unless "
    },
    {
        "rule": "shall be published by the company in such manner as the Tribunal may direct. "
    },
    {
        "rule": "shall deliver a certified copy of the order of the Tribunal under sub-section (3) and "
    },
    {
        "rule": "shall register the same and "
    },
    {
        "rule": "shall apply to buy-back of its own securities by a company under section "
    },
    {
        "rule": "shall not be liable to any call or contribution in respect "
    },
    {
        "rule": "shall be liable to contribute to the payment of that debt or claim, an "
    },
    {
        "rule": "liable to contribute if the company had "
    },
    {
        "rule": "liable to contribute, and "
    },
    {
        "rule": "shall affect the rights of the contributories among themselves. "
    },
    {
        "rule": "shall be liable under section 447. "
    },
    {
        "rule": "comply with the provisions of sub-section (4), it shall be punishable with "
    },
    {
        "rule": "shall not be less than five lakh rupees but which may extend to twenty-five lakh rupees. "
    },
    {
        "rule": "shall have power to buy its own "
    },
    {
        "rule": "shall give, whether directly or indirectly and whether by means of a loan, "
    },
    {
        "rule": "shall apply to— "
    },
    {
        "rule": "in accordance with any scheme approved by company "
    },
    {
        "rule": "in accordance with such requirements as may be prescribed, for the "
    },
    {
        "rule": "shall be made in the Board's report in such manner as may be "
    },
    {
        "rule": "shall affect the right of a company to redeem any preference shares issued "
    },
    {
        "rule": "shall be punishable with fine which "
    },
    {
        "rule": "shall not be less than one lakh rupees but which may extend to twenty-five lakh rupees and every officer "
    },
    {
        "rule": "shall be punishable with imprisonment for a term which may extend to "
    },
    {
        "rule": "shall not be less than one lakh rupees but which may extend to twenty-"
    },
    {
        "rule": "subject to the provisions of sub-section (2), a company may purchase its own shares or other "
    },
    {
        "rule": "shall be made out of the "
    },
    {
        "rule": "shall purchase its own shares or other specified securities under sub-section (1), "
    },
    {
        "rule": "shall apply to a case where— "
    },
    {
        "rule": "shall be construed with respect to its total paid-up equity capital in that "
    },
    {
        "rule": "in accordance with the regulations made by the Securities and Exchange Board in this "
    },
    {
        "rule": "in accordance with such rules as may be prescribed: "
    },
    {
        "rule": "shall be made within a period of one year "
    },
    {
        "rule": "shall be accompanied by an explanatory statement stating— "
    },
    {
        "rule": "shall be completed within a period of one year from the date of passing of the "
    },
    {
        "rule": "shall, before making such buy-back, file with the Registrar and the Securities "
    },
    {
        "rule": "shall be the managing director, if any, in such form as may be prescribed and verified by an "
    },
    {
        "rule": "shall be filed with the Securities and Exchange Board by a "
    },
    {
        "rule": "shall extinguish and "
    },
    {
        "rule": "shall not make a further issue of the same kind of shares or other securities including allotment "
    },
    {
        "rule": "obligations such as "
    },
    {
        "rule": "shall "
    },
    {
        "rule": "shall, after the completion of the buy-back under this section, file with the Registrar "
    },
    {
        "rule": "shall be filed with the Securities and Exchange Board by a company whose "
    },
    {
        "rule": "complying with the provisions of this section or any "
    },
    {
        "rule": "shall be punishable with fine which shall not be less than one lakh rupees but which may "
    },
    {
        "rule": "shall be punishable with "
    },
    {
        "rule": "shall not be less than one "
    },
    {
        "rule": "shall be transferred to the capital redemption reserve account and details "
    },
    {
        "rule": "shall be disclosed in the balance sheet. "
    },
    {
        "rule": "shall directly or "
    },
    {
        "rule": "prohibited, if the default is remedied and a period of three years "
    },
    {
        "rule": "shall, directly or indirectly, purchase its own shares or other specified securities in "
    },
    {
        "rule": "shall be approved by a special resolution passed at a general meeting. "
    },
    {
        "rule": "shall issue any debentures carrying any voting rights. "
    },
    {
        "rule": "subject to such terms and conditions as may be "
    },
    {
        "rule": "shall create a "
    },
    {
        "rule": "shall not be utilised by the company except for the redemption of "
    },
    {
        "rule": "shall issue a prospectus or make an offer or invitation to the public or to its members "
    },
    {
        "rule": "shall be such as may be prescribed. "
    },
    {
        "rule": "shall take steps to protect the interests of the debenture-holders and redress "
    },
    {
        "rule": "in accordance with such rules as may be prescribed. "
    },
    {
        "rule": "shall be void in so far as it would have the effect of "
    },
    {
        "rule": "shall be subject to such exemptions as may be "
    },
    {
        "rule": "shall pay interest and redeem the debentures in accordance with the terms and "
    },
    {
        "rule": "complying with the order of the Tribunal under this section, every "
    },
    {
        "rule": "shall be punishable with imprisonment for a term which may "
    },
    {
        "rule": "shall not be less than two lakh rupees but which may extend to "
    },
    {
        "rule": "required to be created and such other "
    },
    {
        "rule": "shall vest in the event of his death. "
    },
    {
        "rule": "shall vest "
    },
    {
        "rule": "shall, on the death of the holder of securities or, as the case may be, on the "
    },
    {
        "rule": "shall be lawful for the holder of the securities, making the "
    },
    {
        "rule": "shall invite, accept or renew deposits under this Act from the public except in a "
    },
    {
        "rule": "shall apply to a banking company and nonbanking financial "
    },
    {
        "rule": "subject to the passing of a resolution in general meeting and subject to such rules "
    },
    {
        "rule": "subject to the "
    },
    {
        "rule": "shall not be less than fifteen per cent. of the amount of its deposits "
    },
    {
        "rule": "shall be termed as ‗‗unsecured deposits‘‘ and shall be so quoted in every "
    },
    {
        "rule": "shall be repaid with interest in "
    },
    {
        "rule": "shall not be used "
    },
    {
        "rule": "shall— "
    },
    {
        "rule": "subject to which the deposit was accepted or "
    },
    {
        "rule": "shall, in addition to the payment of the amount of deposit or part thereof and the interest "
    },
    {
        "rule": "shall not be less than one crore rupees but which may extend to ten "
    },
    {
        "rule": "shall be punishable with imprisonment "
    },
    {
        "rule": "shall not be less than twenty-five lakh rupees but "
    },
    {
        "rule": "shall, without prejudice to "
    },
    {
        "rule": "subject to compliance with the requirements "
    },
    {
        "rule": "subject to such rules as the Central Government may, in "
    },
    {
        "rule": "shall be required to obtain the rating (including its networth, liquidity "
    },
    {
        "rule": "shall be obtained for every year during the tenure of deposits: "
    },
    {
        "rule": "shall within thirty "
    },
    {
        "rule": "in accordance with such rules as may be prescribed. "
    },
    {
        "rule": "shall, mutatis mutandis, apply to the acceptance of deposits from "
    },
    {
        "rule": "Punishment for contravention of section 73 or section 76.—Where a company accepts or "
    },
    {
        "rule": "shall, in addition to the payment of the amount of deposit or part thereof and the "
    },
    {
        "rule": "shall not be less than one crore rupees but which may "
    },
    {
        "rule": "shall be punishable with imprisonment which "
    },
    {
        "rule": "shall not be less than twenty-five lakh rupees but which "
    },
    {
        "rule": "shall be liable for action under section 447.] "
    },
    {
        "rule": "shall be the duty of every company creating a charge "
    },
    {
        "rule": "shall seek extension of time in accordance with section 87: "
    },
    {
        "rule": "shall not prejudice any right acquired in "
    },
    {
        "rule": "shall issue a certificate of "
    },
    {
        "rule": "shall be taken into account by the liquidator or any other creditor unless it is duly "
    },
    {
        "rule": "shall prejudice any contract or obligation for the repayment of the "
    },
    {
        "rule": "shall be entitled to recover from the company the amount of any fees or additional "
    },
    {
        "rule": "shall, so far as may be, apply to— "
    },
    {
        "rule": "subject to a charge within the meaning of that section; or "
    },
    {
        "rule": "shall be deemed to have notice of the charge from the date of "
    },
    {
        "rule": "shall, in respect of every "
    },
    {
        "rule": "shall be open to inspection by any person on payment "
    },
    {
        "rule": "shall give intimation to the "
    },
    {
        "rule": "shall, as far as may be, apply to an intimation given under this section. "
    },
    {
        "rule": "shall, on receipt of intimation under sub-section (1), cause a notice to be sent to the "
    },
    {
        "rule": "shall order "
    },
    {
        "rule": "shall be entered in the register of charges kept by him under section 81 "
    },
    {
        "rule": "shall inform the company that he has done so: "
    },
    {
        "rule": "shall not be required to be sent, in case the "
    },
    {
        "rule": "shall record a note to that effect in the register of charges and "
    },
    {
        "rule": "shall inform the company. "
    },
    {
        "rule": "shall be deemed to affect the powers of the Registrar to make an entry in "
    },
    {
        "rule": "shall inform the affected parties within thirty days of making the entry in the "
    },
    {
        "rule": "subject to a charge, of a company or "
    },
    {
        "rule": "shall, "
    },
    {
        "rule": "shall, on payment of the prescribed fees, register particulars of the "
    },
    {
        "rule": "shall, on ceasing to hold such appointment, give to "
    },
    {
        "rule": "shall register such notice. "
    },
    {
        "rule": "shall keep at its registered office a register "
    },
    {
        "rule": "shall include therein all charges "
    },
    {
        "rule": "shall also be kept at the registered office of "
    },
    {
        "rule": "shall be open for "
    },
    {
        "rule": "subject to such reasonable restrictions as the company may, by its articles, impose. "
    },
    {
        "rule": "Punishment for contravention.—If any company contravenes any provision of this Chapter, the "
    },
    {
        "rule": "shall be punishable with fine which shall not be less than one lakh rupees but which may extend "
    },
    {
        "rule": "shall be punishable with "
    },
    {
        "rule": "shall not be less than twenty-"
    },
    {
        "rule": "subject to which any property has been acquired by a company or any modification of "
    },
    {
        "rule": "shall be extended or, as the case may require, that the omission or mis-statement shall be rectified. "
    },
    {
        "rule": "shall "
    },
    {
        "rule": "shall keep and maintain the following registers "
    },
    {
        "rule": "shall include an index of the names included "
    },
    {
        "rule": "shall be deemed to be the corresponding register and index for the "
    },
    {
        "rule": "in accordance with the provisions of sub-section (1) or sub-section (2), "
    },
    {
        "rule": "shall be punishable with fine which shall "
    },
    {
        "rule": "shall make a declaration within such time and in "
    },
    {
        "rule": "shall make a "
    },
    {
        "rule": "shall, within a period of thirty days from "
    },
    {
        "rule": "shall be punishable with fine which may extend to fifty "
    },
    {
        "rule": "shall make a note of "
    },
    {
        "rule": "shall file, within thirty days from the date of receipt of "
    },
    {
        "rule": "required to file a return under sub-section (6), fails to do so before the expiry of the "
    },
    {
        "rule": "shall be punishable with fine which shall not be less than five hundred "
    },
    {
        "rule": "required to be made under this "
    },
    {
        "rule": "shall be enforceable by him or by any person claiming "
    },
    {
        "rule": "shall be deemed to prejudice the obligation of a company to pay dividend "
    },
    {
        "rule": "obligation shall, on such payment, stand discharged. "
    },
    {
        "rule": "shall, as far as may be, apply to such investigation as if it were an investigation "
    },
    {
        "rule": "subject to giving of previous notice of at least seven days or "
    },
    {
        "rule": "shall be liable to a penalty of five thousand rupees for "
    },
    {
        "rule": "subject to a maximum of one lakh rupees during which the register is kept closed. "
    },
    {
        "rule": "shall prepare a return (hereinafter referred to as the annual "
    },
    {
        "rule": "penalty or punishment imposed on the company, its directors or officers and details of "
    },
    {
        "rule": "penalty or punishment; "
    },
    {
        "rule": "shall be "
    },
    {
        "rule": "shall be certified by a company secretary in practice in the prescribed "
    },
    {
        "rule": "shall form part of the Board‘s "
    },
    {
        "rule": "shall file with the Registrar a copy of the annual return, within sixty days from the "
    },
    {
        "rule": "shall be punishable with fine which shall "
    },
    {
        "rule": "shall be punishable with imprisonment for a term which may extend to six "
    },
    {
        "rule": "shall not be less than fifty thousand rupees but which may extend to five lakh "
    },
    {
        "rule": "shall be punishable with fine which shall not "
    },
    {
        "rule": "shall file a return in the prescribed form with the Registrar with respect to change in the number of shares "
    },
    {
        "rule": "required to be kept "
    },
    {
        "rule": "shall "
    },
    {
        "rule": "required to be kept "
    },
    {
        "rule": "shall be such as may be prescribed. "
    },
    {
        "rule": "shall be open for inspection by any member, debenture-holder, other security "
    },
    {
        "rule": "shall be liable, for each such default, to a "
    },
    {
        "rule": "penalty of one thousand rupees for every day subject to a maximum of one lakh rupees during which the "
    },
    {
        "rule": "shall forthwith be allowed to be taken by the person requiring it. "
    },
    {
        "rule": "shall be prima facie evidence of any matter directed or authorised to "
    },
    {
        "rule": "shall in each "
    },
    {
        "rule": "shall "
    },
    {
        "rule": "shall elapse "
    },
    {
        "rule": "shall be held within a period of nine "
    },
    {
        "rule": "shall not be "
    },
    {
        "rule": "shall be held, by a period not exceeding three "
    },
    {
        "rule": "shall be called during business hours, that is, between 9 a.m. and 6 "
    },
    {
        "rule": "shall be held either at the registered office of the "
    },
    {
        "rule": "subject to such conditions as it may impose. "
    },
    {
        "rule": "shall be deemed to constitute a meeting. "
    },
    {
        "rule": "shall, subject to any directions of the "
    },
    {
        "rule": "shall be deemed to constitute a meeting. "
    },
    {
        "rule": "in accordance with any order made under sub-section (1) "
    },
    {
        "rule": "shall, for all purposes, be deemed to be a meeting of the company duly called, held and conducted. "
    },
    {
        "rule": "Punishment for default in complying with provisions of sections 96 to 98.—If any default is "
    },
    {
        "rule": "in accordance with section 96 or section 97 or section 98 or in "
    },
    {
        "rule": "complying with any directions of the Tribunal, the company and every officer of the company who is in "
    },
    {
        "rule": "shall be punishable with fine which may extend to one lakh rupees and in the case of a continuing "
    },
    {
        "rule": "shall, at the requisition made by,— "
    },
    {
        "rule": "shall set out the matters for the consideration of which "
    },
    {
        "rule": "shall be signed by the requisitionists and sent to the registered office of the "
    },
    {
        "rule": "shall be called and held in the same manner "
    },
    {
        "rule": "shall be reimbursed to the requisitionists by the company and the sums so paid shall be deducted from any "
    },
    {
        "rule": "shall specify the place, date, day and the hour of the meeting and shall "
    },
    {
        "rule": "shall be given to— "
    },
    {
        "rule": "shall not invalidate the proceedings of the "
    },
    {
        "rule": "shall be annexed to the "
    },
    {
        "rule": "shall be deemed "
    },
    {
        "rule": "shall be deemed to be special: "
    },
    {
        "rule": "shall, if the extent of such shareholding is not less than two per cent. of the paid-up share capital "
    },
    {
        "rule": "shall be specified in the statement under sub-"
    },
    {
        "rule": "shall hold such benefit in trust for the company, and shall, without prejudice to any "
    },
    {
        "rule": "liable to compensate the company to the extent of the benefit received by him. "
    },
    {
        "rule": "complying with the provisions of this section, every promoter, director, "
    },
    {
        "rule": "shall be punishable with fine which may "
    },
    {
        "rule": "shall be the quorum for a "
    },
    {
        "rule": "shall stand adjourned to the same day in the next week at the same time and place, "
    },
    {
        "rule": "shall stand cancelled: "
    },
    {
        "rule": "shall give not less than three days notice to the members either individually or by "
    },
    {
        "rule": "shall be the quorum. "
    },
    {
        "rule": "shall elect one of themselves to be the Chairman thereof on a "
    },
    {
        "rule": "shall be taken forthwith in accordance "
    },
    {
        "rule": "shall "
    },
    {
        "rule": "shall be the Chairman for the rest of the meeting. "
    },
    {
        "rule": "shall be entitled to appoint another person as a proxy to attend and vote at the meeting on his "
    },
    {
        "rule": "shall not have the right to speak at such meeting and shall not be entitled to "
    },
    {
        "rule": "shall not "
    },
    {
        "rule": "shall not be entitled to appoint another person as a proxy: "
    },
    {
        "rule": "shall act on behalf of such member or number of "
    },
    {
        "rule": "shall appear with reasonable prominence a statement "
    },
    {
        "rule": "complying with sub-section (2), every officer of the company who is in "
    },
    {
        "rule": "shall be punishable with fine which may extend to five thousand rupees. "
    },
    {
        "rule": "shall have effect as if a period of forty-eight hours had been specified in or required by such "
    },
    {
        "rule": "shall be punishable with fine which may extend to one lakh rupees: "
    },
    {
        "rule": "shall not be punishable under this sub-section by reason only of the issue to a "
    },
    {
        "rule": "shall— "
    },
    {
        "rule": "shall not be questioned on "
    },
    {
        "rule": "comply with any special requirements specified for such instrument by the "
    },
    {
        "rule": "shall be entitled during the period beginning twenty-four hours before the time fixed for the "
    },
    {
        "rule": "shall exercise any voting right in respect of any shares "
    },
    {
        "rule": "shall not, except on the grounds specified in sub-section (1), prohibit any member "
    },
    {
        "rule": "shall, unless a poll is demanded under section 109 or the voting is carried out electronically, be "
    },
    {
        "rule": "shall be conclusive evidence of the fact of passing of such resolution or "
    },
    {
        "rule": "shall be ordered to be taken by him on a demand made in that behalf,— "
    },
    {
        "rule": "shall "
    },
    {
        "rule": "shall be taken at such time, not being later than forty-eight hours from the time when the "
    },
    {
        "rule": "shall appoint such number of persons, as "
    },
    {
        "rule": "Subject to the provisions of this section, the Chairman of the meeting shall have power to regulate "
    },
    {
        "rule": "shall be taken. "
    },
    {
        "rule": "shall be deemed to be the decision of the meeting on the resolution on which "
    },
    {
        "rule": "shall, in respect of such items of business as the Central Government may, by notification, "
    },
    {
        "rule": "shall be deemed to have been duly passed at a general meeting convened in that behalf. "
    },
    {
        "rule": "shall, on requisition in writing of such "
    },
    {
        "rule": "shall not be bound under this section to give notice of any resolution or to circulate "
    },
    {
        "rule": "shall be deemed to have been properly deposited for the purposes thereof. "
    },
    {
        "rule": "shall not be bound to circulate any statement as required by clause (b) of sub-"
    },
    {
        "rule": "shall be paid to the company by the requisitionists, notwithstanding that they are not "
    },
    {
        "rule": "complying with the provisions of this section, the company and every "
    },
    {
        "rule": "shall be liable to a penalty of twenty-five thousand rupees. "
    },
    {
        "rule": "shall, for the purposes of this Act, be deemed to "
    },
    {
        "rule": "shall be entitled to exercise the same rights and powers, including "
    },
    {
        "rule": "shall be entitled to exercise the same "
    },
    {
        "rule": "shall be an ordinary resolution if the "
    },
    {
        "rule": "required to be passed by the votes cast, "
    },
    {
        "rule": "shall be a special resolution when— "
    },
    {
        "rule": "required to be not less than three times the number of the votes, if any, cast against "
    },
    {
        "rule": "shall be given to the company by such number of members holding not less than one per cent. "
    },
    {
        "rule": "shall give its members notice of the resolution in "
    },
    {
        "rule": "shall, for all purposes, be treated as having been passed on the date on which it was in fact "
    },
    {
        "rule": "shall not be deemed to have been passed on any earlier date. "
    },
    {
        "rule": "shall be filed with "
    },
    {
        "rule": "shall be embodied in or annexed to every copy of the "
    },
    {
        "rule": "shall be punishable with fine "
    },
    {
        "rule": "shall not be less than five lakh rupees but which may extend to twenty-five lakh rupees and every "
    },
    {
        "rule": "shall be punishable "
    },
    {
        "rule": "shall not be less than one lakh rupees but which may extend to five lakh rupees. "
    },
    {
        "rule": "shall apply to— "
    },
    {
        "rule": "shall be entitled under section 399 to inspect or obtain copies of "
    },
    {
        "rule": "shall cause minutes of the "
    },
    {
        "rule": "shall contain a fair and correct summary of the proceedings thereat. "
    },
    {
        "rule": "shall be included in the minutes of the "
    },
    {
        "rule": "shall also contain— "
    },
    {
        "rule": "shall not be included in the minutes, any matter which, in the opinion of the Chairman of "
    },
    {
        "rule": "shall exercise absolute discretion in regard to the inclusion or non-inclusion of any "
    },
    {
        "rule": "in accordance with the provisions of this section shall be evidence of the "
    },
    {
        "rule": "in accordance with sub-section (1) then, until the contrary is "
    },
    {
        "rule": "shall be deemed to have been duly called and held, and all proceedings thereat to "
    },
    {
        "rule": "shall be deemed to be valid. "
    },
    {
        "rule": "shall be circulated or advertised at the expense of the company, unless it includes the matters required by "
    },
    {
        "rule": "shall observe secretarial standards with respect to general and Board meetings "
    },
    {
        "rule": "complying with the provisions of this section in respect of any meeting, "
    },
    {
        "rule": "shall be liable to a penalty of twenty-five thousand rupees and every officer of the company "
    },
    {
        "rule": "shall be liable to a penalty of five thousand rupees. "
    },
    {
        "rule": "shall "
    },
    {
        "rule": "shall not "
    },
    {
        "rule": "shall— "
    },
    {
        "rule": "subject to "
    },
    {
        "rule": "shall be entitled to be furnished, within seven working days after he has made a "
    },
    {
        "rule": "shall be liable to a penalty of twenty-five "
    },
    {
        "rule": "shall be liable to a penalty of five "
    },
    {
        "rule": "shall forthwith be sent to the person requiring it. "
    },
    {
        "rule": "required to be kept by a company; or "
    },
    {
        "rule": "shall prepare in the "
    },
    {
        "rule": "shall file with the Registrar a copy of the report referred to in subsection (1) within "
    },
    {
        "rule": "shall be punishable with fine which shall "
    },
    {
        "rule": "shall be punishable with fine which shall not be less than twenty-five thousand "
    },
    {
        "rule": "shall not apply to a One Person Company. "
    },
    {
        "rule": "required to transact at its annual general meeting, shall be "
    },
    {
        "rule": "required to be transacted at an annual "
    },
    {
        "rule": "shall be sufficient if, in case of One Person Company, the resolution is communicated by the member to "
    },
    {
        "rule": "required to be maintained under section 118 and signed and "
    },
    {
        "rule": "shall be deemed to be the date of the meeting for all the purposes "
    },
    {
        "rule": "required to be transacted at the meeting of the Board of "
    },
    {
        "rule": "shall be sufficient if, in case of such One Person Company, the resolution by "
    },
    {
        "rule": "required to be maintained under section 118 and signed and "
    },
    {
        "rule": "shall be deemed to be the date of the meeting of the Board of "
    },
    {
        "rule": "shall be declared or paid by a company for any "
    },
    {
        "rule": "in accordance with the "
    },
    {
        "rule": "shall not be made except in "
    },
    {
        "rule": "shall be declared or paid by a company from its reserves other than "
    },
    {
        "rule": "shall declare dividend unless carried over previous losses and "
    },
    {
        "rule": "shall be provided in accordance "
    },
    {
        "rule": "shall "
    },
    {
        "rule": "shall be deposited in a scheduled bank in "
    },
    {
        "rule": "shall be paid by a company in respect of any share therein except to the registered "
    },
    {
        "rule": "shall not be payable except in cash: "
    },
    {
        "rule": "shall be deemed to prohibit the capitalization of profits or "
    },
    {
        "rule": "comply with the provisions of sections 73 and 74 shall not, so long as "
    },
    {
        "rule": "shall, within seven days from the date of expiry of the said "
    },
    {
        "rule": "shall, within a period of ninety days of making any transfer of an amount under sub-"
    },
    {
        "rule": "shall pay, from the date of such default, "
    },
    {
        "rule": "shall ensure to the benefit of the members of "
    },
    {
        "rule": "shall be "
    },
    {
        "rule": "shall send a statement in the prescribed form of the details of "
    },
    {
        "rule": "shall issue a receipt to the "
    },
    {
        "rule": "shall be] transferred by the company in the name of Investor Education and Protection Fund "
    },
    {
        "rule": "shall be entitled to claim the transfer of shares "
    },
    {
        "rule": "in accordance with such procedure and on submission of "
    },
    {
        "rule": "shall not be transferred "
    },
    {
        "rule": "comply with any of the requirements of this section, the company shall be "
    },
    {
        "rule": "shall not be less than five lakh rupees but which may extend to twenty-five "
    },
    {
        "rule": "shall be punishable with fine which shall "
    },
    {
        "rule": "shall establish a "
    },
    {
        "rule": "shall be credited to the Fund— "
    },
    {
        "rule": "shall also be‖ "
    },
    {
        "rule": "shall form part of the Fund unless such "
    },
    {
        "rule": "shall be utilised for— "
    },
    {
        "rule": "in accordance with the orders made by the Court which had ordered "
    },
    {
        "rule": "in accordance with such rules as may be prescribed: "
    },
    {
        "rule": "shall be entitled to get refund out of the Fund "
    },
    {
        "rule": "in accordance with rules made under this section. "
    },
    {
        "rule": "shall constitute, by notification, an authority for administration of the "
    },
    {
        "rule": "shall be in accordance with such rules as may be "
    },
    {
        "rule": "in accordance with such rules as may be prescribed. "
    },
    {
        "rule": "shall administer the Fund and maintain separate accounts and other relevant records "
    },
    {
        "rule": "shall be competent for the authority constituted under sub-section (5) to spend money out of the "
    },
    {
        "rule": "shall be audited by the Comptroller and Auditor-General of India at "
    },
    {
        "rule": "shall be forwarded annually by the authority to the Central Government. "
    },
    {
        "rule": "shall prepare in such form and at such time for each financial year as may be "
    },
    {
        "rule": "shall cause the annual report and the "
    },
    {
        "rule": "shall, notwithstanding anything contained in any other provision of this Act,— "
    },
    {
        "rule": "Punishment for failure to distribute dividends.—Where a dividend has been declared by a "
    },
    {
        "rule": "shall, if he is knowingly a party to the default, be punishable with imprisonment which may "
    },
    {
        "rule": "shall not be less than one thousand rupees for every day during "
    },
    {
        "rule": "shall be liable to pay simple interest at the rate of eighteen "
    },
    {
        "rule": "shall be deemed to have been committed:— "
    },
    {
        "rule": "shall prepare and keep at "
    },
    {
        "rule": "shall be kept on accrual basis and according to the double entry system "
    },
    {
        "rule": "shall, within seven days thereof, file with the Registrar a notice in writing giving the full address "
    },
    {
        "rule": "shall be deemed to have "
    },
    {
        "rule": "shall "
    },
    {
        "rule": "shall be maintained and produced for inspection by any "
    },
    {
        "rule": "subject to such conditions as may be prescribed: "
    },
    {
        "rule": "shall be done only by the "
    },
    {
        "rule": "shall give to the person making such inspection all assistance in connection with the inspection "
    },
    {
        "rule": "shall be kept in good order: "
    },
    {
        "rule": "complying with the provisions of "
    },
    {
        "rule": "shall be punishable with "
    },
    {
        "rule": "shall not be less than fifty "
    },
    {
        "rule": "shall give a true and fair view of the state "
    },
    {
        "rule": "comply with the accounting standards notified under section 133 "
    },
    {
        "rule": "shall be in the form or forms as may be provided for different class or classes of companies in "
    },
    {
        "rule": "shall be in accordance with the "
    },
    {
        "rule": "shall apply to any insurance or banking "
    },
    {
        "rule": "shall not be treated as not disclosing a true  and fair view "
    },
    {
        "rule": "required to be disclosed by the "
    },
    {
        "rule": "required to be disclosed by the "
    },
    {
        "rule": "required to be disclosed by the Electricity Act, 2003 (36 of 2003); "
    },
    {
        "rule": "required to be disclosed by that law. "
    },
    {
        "rule": "shall lay "
    },
    {
        "rule": "shall, in addition to financial statements "
    },
    {
        "rule": "shall also be laid before the annual "
    },
    {
        "rule": "shall also attach along with its financial statement, a separate statement "
    },
    {
        "rule": "shall include associate "
    },
    {
        "rule": "shall, mutatis mutandis, apply to the consolidated financial statements "
    },
    {
        "rule": "comply "
    },
    {
        "rule": "shall disclose in its financial "
    },
    {
        "rule": "complying with any of the requirements of "
    },
    {
        "rule": "subject to such "
    },
    {
        "rule": "complying with the requirements of this section and in the absence of any of the officers "
    },
    {
        "rule": "shall be punishable with imprisonment for a term which may extend to "
    },
    {
        "rule": "shall not be less than fifty thousand rupees but which may extend to five lakh "
    },
    {
        "rule": "shall include any notes annexed to or forming part of such financial "
    },
    {
        "rule": "required to be given and allowed to be given in the form of such notes "
    },
    {
        "rule": "shall not re-open "
    },
    {
        "rule": "shall give notice to the Central "
    },
    {
        "rule": "shall take into consideration the representations, if any, "
    },
    {
        "rule": "shall be final. "
    },
    {
        "rule": "comply with the provisions of section 129 or section 134 they may prepare revised financial "
    },
    {
        "rule": "shall be filed with the Registrar: "
    },
    {
        "rule": "shall give notice to the Central Government and the Income-tax authorities "
    },
    {
        "rule": "shall take into consideration the representations, if any, made by that Government or the authorities "
    },
    {
        "rule": "shall not be prepared or filed more "
    },
    {
        "rule": "shall also be "
    },
    {
        "rule": "must be confined "
    },
    {
        "rule": "comply "
    },
    {
        "rule": "shall— "
    },
    {
        "rule": "shall consist of a chairperson, who shall be a person "
    },
    {
        "rule": "shall be such as may be prescribed: "
    },
    {
        "rule": "shall make a declaration to the Central "
    },
    {
        "rule": "shall not be associated with any audit firm (including related consultancy "
    },
    {
        "rule": "shall— "
    },
    {
        "rule": "shall initiate or continue any proceedings in such matters "
    },
    {
        "rule": "penalty of— "
    },
    {
        "rule": "shall have the same meaning assigned to it under section 22 of the Chartered Accountants Act, 1949 ( 38 "
    },
    {
        "rule": "shall "
    },
    {
        "rule": "shall be such as may be prescribed. "
    },
    {
        "rule": "shall be such as may be prescribed. "
    },
    {
        "rule": "shall prepare in such form and at  such time as "
    },
    {
        "rule": "shall cause the annual report to be laid before each "
    },
    {
        "rule": "shall meet at such times and places and shall "
    },
    {
        "rule": "shall be such as may be "
    },
    {
        "rule": "shall be at New Delhi and the "
    },
    {
        "rule": "shall cause to be maintained such books of account "
    },
    {
        "rule": "shall be audited by the Comptroller "
    },
    {
        "rule": "shall be forwarded "
    },
    {
        "rule": "shall prepare in such form and at such time for each "
    },
    {
        "rule": "shall "
    },
    {
        "rule": "shall be approved by the Board of Directors before they are signed on behalf "
    },
    {
        "rule": "shall be managing director and the Chief Executive Officer, if he is a director "
    },
    {
        "rule": "shall be attached to every financial statement. "
    },
    {
        "rule": "shall be attached to statements laid before a company in general meeting, a report by its "
    },
    {
        "rule": "shall include— "
    },
    {
        "rule": "Responsibility Statement; "
    },
    {
        "rule": "responsibility initiatives taken during the year; "
    },
    {
        "rule": "shall, in case of a One Person Company, mean a report containing explanations or comments by the "
    },
    {
        "rule": "Responsibility Statement referred to in clause (c) of sub-section (3) shall state "
    },
    {
        "rule": "in accordance with the provisions of this Act for safeguarding the assets of the company and "
    },
    {
        "rule": "shall be signed by its "
    },
    {
        "rule": "shall be "
    },
    {
        "rule": "shall be a managing director, or by the director where there "
    },
    {
        "rule": "shall be issued, circulated or published along with a copy each of— "
    },
    {
        "rule": "shall be punishable with fine "
    },
    {
        "rule": "shall not be less than fifty thousand rupees but which may extend to twenty-five lakh rupees and "
    },
    {
        "rule": "shall be punishable with imprisonment for a term which "
    },
    {
        "rule": "shall not be less than fifty thousand rupees but which may "
    },
    {
        "rule": "Responsibility.— (1) Every company having net worth of rupees five "
    },
    {
        "rule": "shall constitute a Corporate Social Responsibility Committee of "
    },
    {
        "rule": "shall be an independent "
    },
    {
        "rule": "shall disclose the composition of the "
    },
    {
        "rule": "Responsibility Committee. "
    },
    {
        "rule": "Responsibility Committee shall,— "
    },
    {
        "rule": "Responsibility Policy which shall "
    },
    {
        "rule": "Responsibility Policy of the company from time to time. "
    },
    {
        "rule": "shall,— "
    },
    {
        "rule": "Responsibility "
    },
    {
        "rule": "Responsibility Policy for the company and disclose "
    },
    {
        "rule": "Responsibility Policy of the "
    },
    {
        "rule": "shall ensure that the company spends, "
    },
    {
        "rule": "Responsibility Policy: "
    },
    {
        "rule": "shall give preference to the local area and areas around it where it "
    },
    {
        "rule": "Responsibility activities: "
    },
    {
        "rule": "shall, in its report made "
    },
    {
        "rule": "shall be calculated in accordance "
    },
    {
        "rule": "shall be sent to every "
    },
    {
        "rule": "shall be deemed to be "
    },
    {
        "rule": "shall also place its financial statements including consolidated "
    },
    {
        "rule": "required to be attached thereto, on its website, which "
    },
    {
        "rule": "shall,— "
    },
    {
        "rule": "shall allow every member or trustee of the holder of any debentures issued by the "
    },
    {
        "rule": "complying with the provisions of this section, the company shall be liable "
    },
    {
        "rule": "penalty of twenty-five thousand rupees and every officer of the company who is in default shall be "
    },
    {
        "rule": "liable to a penalty of five thousand rupees. "
    },
    {
        "rule": "required to be or attached to such financial statements under this Act, duly adopted at the annual general "
    },
    {
        "rule": "shall be filed with the Registrar within thirty days of the date of annual general "
    },
    {
        "rule": "shall be filed with the Registrar within thirty days of the date of "
    },
    {
        "rule": "shall take them in his records as provisional till the financial "
    },
    {
        "rule": "shall be "
    },
    {
        "rule": "shall file a copy of the financial statements duly adopted "
    },
    {
        "rule": "required to be attached to such financial "
    },
    {
        "rule": "shall, along with its financial statements to be filed with the Registrar, "
    },
    {
        "rule": "required to be attached under sub-section (1), duly signed along with "
    },
    {
        "rule": "shall be filed with the "
    },
    {
        "rule": "shall be "
    },
    {
        "rule": "shall not be more than ten lakh rupees, and the managing director and the Chief Financial Officer of the "
    },
    {
        "rule": "responsibility of complying with the provisions of this "
    },
    {
        "rule": "shall be punishable with "
    },
    {
        "rule": "shall not be less than one "
    },
    {
        "rule": "shall be required "
    },
    {
        "rule": "shall either be a chartered accountant or a cost accountant, or such "
    },
    {
        "rule": "shall be conducted and reported to the Board. "
    },
    {
        "rule": "Subject to the provisions of this Chapter, every company shall, "
    },
    {
        "rule": "shall hold office "
    },
    {
        "rule": "shall be such as may be prescribed: "
    },
    {
        "rule": "shall place the matter relating to such appointment for ratification by "
    },
    {
        "rule": "shall be in accordance with "
    },
    {
        "rule": "shall be obtained from the auditor: "
    },
    {
        "rule": "shall also indicate whether the auditor satisfies the criteria provided "
    },
    {
        "rule": "shall inform the auditor concerned of his or its appointment, and also "
    },
    {
        "rule": "shall appoint or re-appoint— "
    },
    {
        "rule": "shall not be eligible for "
    },
    {
        "rule": "shall not be eligible for re-"
    },
    {
        "rule": "shall be appointed as auditor of the same company for a period of five years: "
    },
    {
        "rule": "required to comply with provisions of this sub-section, shall comply with the requirements of this sub-"
    },
    {
        "rule": "shall prejudice the right of the company to "
    },
    {
        "rule": "Subject to the provisions of this Act, members of a company may resolve to provide that— "
    },
    {
        "rule": "shall be rotated at such "
    },
    {
        "rule": "shall be conducted by more than one auditor. "
    },
    {
        "rule": "shall rotate "
    },
    {
        "rule": "shall include a limited liability "
    },
    {
        "rule": "shall, in respect of a financial year, appoint "
    },
    {
        "rule": "shall hold office till the "
    },
    {
        "rule": "shall be appointed by the Board of Directors within thirty days from the date of "
    },
    {
        "rule": "shall inform "
    },
    {
        "rule": "shall within ninety days at an extraordinary general meeting appoint "
    },
    {
        "rule": "shall hold office till the conclusion of the first annual general meeting. "
    },
    {
        "rule": "shall be appointed by the Comptroller and "
    },
    {
        "rule": "shall appoint such auditor within the next thirty days; and in the case of "
    },
    {
        "rule": "shall inform the members of the "
    },
    {
        "rule": "shall appoint such auditor within the sixty days at an extraordinary general meeting, who "
    },
    {
        "rule": "shall hold office till the conclusion of the first annual general meeting. "
    },
    {
        "rule": "shall— "
    },
    {
        "rule": "subject to audit by an "
    },
    {
        "rule": "shall also be approved by the company at a general meeting convened within three "
    },
    {
        "rule": "shall hold the office till the conclusion of the next "
    },
    {
        "rule": "subject to audit by an auditor appointed by the "
    },
    {
        "rule": "shall fill the vacancy within next thirty days. "
    },
    {
        "rule": "Subject to the provisions of sub-section (1) and the rules made thereunder, a retiring auditor may "
    },
    {
        "rule": "shall not be re-appointed. "
    },
    {
        "rule": "shall continue to be the auditor of the company. "
    },
    {
        "rule": "required to constitute an Audit Committee under section 177, all "
    },
    {
        "rule": "shall be made after "
    },
    {
        "rule": "shall be given a "
    },
    {
        "rule": "shall file within a period of thirty days from the "
    },
    {
        "rule": "shall also file such statement with the "
    },
    {
        "rule": "comply with sub-section (2), he or it shall be punishable with fine which "
    },
    {
        "rule": "shall not be less than fifty thousand rupees but which may extend to five lakh rupees. "
    },
    {
        "rule": "shall be required for a resolution at an annual general meeting appointing as "
    },
    {
        "rule": "shall not be re-"
    },
    {
        "rule": "shall forthwith send a copy thereof to the "
    },
    {
        "rule": "shall, unless the representation is received by it too late for it to "
    },
    {
        "rule": "shall be read out at the meeting: "
    },
    {
        "rule": "shall be filed with the "
    },
    {
        "rule": "may not be sent and the representation need not be read out at the meeting. "
    },
    {
        "rule": "shall within fifteen days of receipt of such application, make an "
    },
    {
        "rule": "shall not function as an auditor and the Central Government may appoint another auditor in "
    },
    {
        "rule": "shall not be eligible to be appointed as an auditor of any company for a "
    },
    {
        "rule": "shall also be liable for action "
    },
    {
        "rule": "shall be of the firm and that "
    },
    {
        "rule": "shall be eligible "
    },
    {
        "rule": "shall be authorised to act and sign on behalf of the firm. "
    },
    {
        "rule": "shall not be eligible for appointment as an auditor of a company, "
    },
    {
        "rule": "shall vacate his office as such auditor and such "
    },
    {
        "rule": "shall be deemed to be a casual vacancy in the office of the auditor. "
    },
    {
        "rule": "shall be fixed "
    },
    {
        "rule": "shall, in addition to the fee payable to an auditor, include "
    },
    {
        "rule": "shall have a right of access at all times to the books of account and vouchers of the company, whether "
    },
    {
        "rule": "shall be entitled to require from the "
    },
    {
        "rule": "shall also have the right of access "
    },
    {
        "rule": "shall make a report to the members of the company on the accounts examined by him "
    },
    {
        "rule": "shall after taking into account the provisions of this Act, the accounting "
    },
    {
        "rule": "required to be included in the audit report under the "
    },
    {
        "rule": "shall also state— "
    },
    {
        "rule": "comply with the accounting standards; "
    },
    {
        "rule": "required to be included in the audit report under this section is answered "
    },
    {
        "rule": "shall state the reasons therefor. "
    },
    {
        "rule": "shall appoint "
    },
    {
        "rule": "required to be audited and thereupon the auditor so "
    },
    {
        "rule": "shall submit a copy of the audit report to the Comptroller and Auditor-General of India which, "
    },
    {
        "rule": "shall within sixty days from the date of receipt of "
    },
    {
        "rule": "shall be sent by the company to every person entitled to copies of "
    },
    {
        "rule": "shall apply to the report of such test audit. "
    },
    {
        "rule": "shall be audited either by the "
    },
    {
        "rule": "shall be audited either by the company‘s auditor or by an accountant or by any other person "
    },
    {
        "rule": "in accordance with the laws of that "
    },
    {
        "rule": "shall be such as may be prescribed: "
    },
    {
        "rule": "shall prepare a report on the accounts of the branch examined by him "
    },
    {
        "rule": "shall deal with it in his report in such manner as he "
    },
    {
        "rule": "shall comply with the auditing standards. "
    },
    {
        "rule": "shall be deemed to be the auditing standards. "
    },
    {
        "rule": "shall also include a statement on such matters as may be "
    },
    {
        "rule": "shall immediately "
    },
    {
        "rule": "subject to shall be regarded as having been "
    },
    {
        "rule": "shall mutatis mutandis apply to— "
    },
    {
        "rule": "comply with the "
    },
    {
        "rule": "shall be punishable with fine which shall not be less than one lakh "
    },
    {
        "rule": "shall provide to "
    },
    {
        "rule": "shall not include any of the following services (whether such services are "
    },
    {
        "rule": "shall stand substituted (date to be notified)  by Act 21 of 2015, s. 13, to read as under: "
    },
    {
        "rule": "shall report the matter to the Central Government "
    },
    {
        "rule": "shall report the matter to the audit "
    },
    {
        "rule": "shall disclose the details about such frauds in the Board‘s report in such "
    },
    {
        "rule": "shall comply with the provisions of this section before the closure "
    },
    {
        "rule": "shall include "
    },
    {
        "rule": "shall "
    },
    {
        "rule": "in accordance with the "
    },
    {
        "rule": "shall be read before the company in general meeting and shall be open to inspection "
    },
    {
        "rule": "shall be forwarded to the auditor of the company, and the auditor shall, unless "
    },
    {
        "rule": "shall also be qualified to be an auditor, any general meeting and shall have right to be heard at such "
    },
    {
        "rule": "Punishment for contravention.— (1) If any of the provisions of sections 139 to 146 (both "
    },
    {
        "rule": "shall be punishable with fine which shall not be less than twenty-"
    },
    {
        "rule": "shall be punishable with imprisonment for a term which may extend to one year or with fine "
    },
    {
        "rule": "shall not be less than ten thousand rupees but which may extend to one lakh rupees, or with both. "
    },
    {
        "rule": "shall be punishable with fine which shall not be less than twenty-five "
    },
    {
        "rule": "shall be punishable with "
    },
    {
        "rule": "shall not be less than one lakh "
    },
    {
        "rule": "shall be liable to— "
    },
    {
        "rule": "shall, by notification, specify any statutory body or authority or an "
    },
    {
        "rule": "shall after payment of damages to such company or persons "
    },
    {
        "rule": "shall be of the "
    },
    {
        "rule": "shall also be included in the books of account kept by that class of companies: "
    },
    {
        "rule": "shall, before issuing such order in respect of any class of "
    },
    {
        "rule": "shall be conducted in the manner specified in the order. "
    },
    {
        "rule": "shall be conducted by a Cost Accountant in practice who shall be "
    },
    {
        "rule": "shall be appointed "
    },
    {
        "rule": "shall comply with the cost auditing "
    },
    {
        "rule": "shall be in addition to the audit conducted under section "
    },
    {
        "rule": "obligations applicable to auditors under this "
    },
    {
        "rule": "shall, so far as may be applicable, apply to a cost auditor appointed under this section and it shall "
    },
    {
        "rule": "shall be submitted by the cost accountant in "
    },
    {
        "rule": "shall within thirty days from the date of receipt of a copy of the cost audit report "
    },
    {
        "rule": "shall furnish the same within such time as may be specified by that "
    },
    {
        "rule": "complying with the provisions of this section,— "
    },
    {
        "rule": "shall be punishable in the "
    },
    {
        "rule": "shall be punishable in the manner as "
    },
    {
        "rule": "shall have a Board of Directors "
    },
    {
        "rule": "shall have— "
    },
    {
        "rule": "shall have at least one "
    },
    {
        "rule": "shall within one year "
    },
    {
        "rule": "comply with the requirements of the provisions of sub-section (1). "
    },
    {
        "rule": "shall have at least one director who has stayed in India for a total period of not "
    },
    {
        "rule": "shall have at least one-third of the total number of directors as "
    },
    {
        "rule": "shall be rounded off as one. "
    },
    {
        "rule": "shall, within one year "
    },
    {
        "rule": "comply with the requirements of the provisions of sub-section (4). "
    },
    {
        "rule": "shall at the first meeting of the Board in which he participates as a "
    },
    {
        "rule": "shall abide by the provisions specified in Schedule IV. "
    },
    {
        "rule": "subject to the "
    },
    {
        "rule": "shall not be entitled to any stock option and "
    },
    {
        "rule": "Subject to the provisions of section 152, an independent director shall hold office for a term up to "
    },
    {
        "rule": "shall be eligible for reappointment on passing of a "
    },
    {
        "rule": "shall hold "
    },
    {
        "rule": "shall be eligible for "
    },
    {
        "rule": "shall not, during the said period of three years, be appointed in "
    },
    {
        "rule": "shall not be counted as a term under those sub-sections. "
    },
    {
        "rule": "shall be held liable, only in respect of such acts of omission or commission by a company which had "
    },
    {
        "rule": "shall not be applicable to appointment of independent directors. "
    },
    {
        "rule": "Subject to the provisions contained in sub-section (6) of section 149, an independent "
    },
    {
        "rule": "responsibility of exercising due diligence before selecting a person from the data bank "
    },
    {
        "rule": "shall lie with the company making such appointment. "
    },
    {
        "rule": "shall be approved by the company in general meeting as "
    },
    {
        "rule": "shall indicate the justification for choosing the "
    },
    {
        "rule": "shall create and maintain data of persons willing to "
    },
    {
        "rule": "in accordance with such rules as may be prescribed. "
    },
    {
        "rule": "shall be "
    },
    {
        "rule": "shall be deemed to be its first director until the director or "
    },
    {
        "rule": "in accordance with the provisions of this section. "
    },
    {
        "rule": "shall be appointed by the "
    },
    {
        "rule": "shall be appointed as a director of a company unless he has been allotted the Director "
    },
    {
        "rule": "shall furnish his Director Identification Number and a declaration that he is not disqualified to "
    },
    {
        "rule": "shall not act as a director unless he gives his consent to hold the "
    },
    {
        "rule": "shall include a "
    },
    {
        "rule": "shall— "
    },
    {
        "rule": "liable to determination by retirement of directors by "
    },
    {
        "rule": "shall, in default of, and subject to "
    },
    {
        "rule": "in accordance with clauses (a) and (b) and at every "
    },
    {
        "rule": "liable "
    },
    {
        "rule": "shall retire from office. "
    },
    {
        "rule": "shall be those who have "
    },
    {
        "rule": "shall, in default of and subject to any agreement among "
    },
    {
        "rule": "shall not include "
    },
    {
        "rule": "shall stand adjourned till the same day in the next week, at "
    },
    {
        "rule": "shall be deemed to "
    },
    {
        "rule": "shall make an application for allotment of Director Identification "
    },
    {
        "rule": "shall, within one "
    },
    {
        "rule": "shall apply for, obtain or "
    },
    {
        "rule": "shall, within "
    },
    {
        "rule": "shall, within fifteen days of the receipt of intimation under section 156, furnish the Director Identification "
    },
    {
        "rule": "shall be furnished in "
    },
    {
        "rule": "shall be punishable with "
    },
    {
        "rule": "shall not be less than twenty-five thousand rupees but which may extend to one lakh rupees "
    },
    {
        "rule": "shall be punishable with fine which shall not be less "
    },
    {
        "rule": "Obligation to indicate Director Identification Number.— Every person or company, while "
    },
    {
        "rule": "required to be furnished under this Act, shall "
    },
    {
        "rule": "Punishment for contravention.— If any individual or director of a company, contravenes any "
    },
    {
        "rule": "shall be punishable with imprisonment for a term which may extend to six months or with fine which may "
    },
    {
        "rule": "shall, subject to the provisions of this Act, be eligible for "
    },
    {
        "rule": "shall be refunded to such person or, as "
    },
    {
        "rule": "shall inform its members of the candidature of a person for the office of director "
    },
    {
        "rule": "shall hold office up to the date of the next annual general meeting or the last date on which the "
    },
    {
        "rule": "shall be appointed as an alternate director for an independent director unless "
    },
    {
        "rule": "shall not hold office for a period longer than that "
    },
    {
        "rule": "shall vacate the office if and when "
    },
    {
        "rule": "shall apply to the original, and not to the alternate director. "
    },
    {
        "rule": "Subject to the articles of a company, the Board may appoint any person as a director nominated by "
    },
    {
        "rule": "subject to any regulations in the articles of the company, be filled by the Board of "
    },
    {
        "rule": "shall hold office only up to the date up to which the director in "
    },
    {
        "rule": "shall not be moved unless a proposal to move such a motion has first been agreed to at the meeting "
    },
    {
        "rule": "shall be void, whether or not any objection "
    },
    {
        "rule": "shall be treated as a motion for his appointment. "
    },
    {
        "rule": "shall be filled as provided in sub-section (4) of section 161. "
    },
    {
        "rule": "shall not be eligible for "
    },
    {
        "rule": "shall not be eligible to be appointed as a "
    },
    {
        "rule": "shall be eligible to be re-appointed as a director of that company or appointed in other company for a "
    },
    {
        "rule": "shall not "
    },
    {
        "rule": "shall hold "
    },
    {
        "rule": "shall not exceed ten. "
    },
    {
        "rule": "shall be included. "
    },
    {
        "rule": "Subject to the provisions of sub-section (1), the members of a company may, by special "
    },
    {
        "rule": "shall, within a period of one year from "
    },
    {
        "rule": "shall become effective "
    },
    {
        "rule": "shall act as director in more than the specified number of companies,— "
    },
    {
        "rule": "shall be "
    },
    {
        "rule": "shall not be less than five thousand rupees but which may extend to twenty-"
    },
    {
        "rule": "Subject to the provisions of this Act, a director of a company shall act "
    },
    {
        "rule": "in accordance with the articles of the company. "
    },
    {
        "rule": "shall act in good faith in order to promote the objects of the company for "
    },
    {
        "rule": "shall exercise his duties with due and reasonable care, skill and diligence "
    },
    {
        "rule": "shall exercise independent judgment. "
    },
    {
        "rule": "shall not involve in a situation in which he may have a direct or indirect "
    },
    {
        "rule": "shall not achieve or attempt to achieve any undue gain or advantage "
    },
    {
        "rule": "shall be liable to pay an amount equal to that gain to the company. "
    },
    {
        "rule": "shall not assign his office and any assignment so made shall be void. "
    },
    {
        "rule": "shall be "
    },
    {
        "rule": "shall not be less than one lakh rupees but which may extend to five lakh "
    },
    {
        "rule": "shall become vacant in case— "
    },
    {
        "rule": "shall be vacated by the director even if he has filed an appeal against the "
    },
    {
        "rule": "shall be "
    },
    {
        "rule": "shall not be "
    },
    {
        "rule": "shall appoint the "
    },
    {
        "rule": "shall hold office till the directors are appointed by the company in the "
    },
    {
        "rule": "shall on receipt of such notice take note of the same and the "
    },
    {
        "rule": "shall intimate the Registrar in such manner, within such time and in such form as may be "
    },
    {
        "rule": "shall also place the fact of such resignation in the report of directors laid in the "
    },
    {
        "rule": "shall also forward a copy of his resignation along with detailed reasons for "
    },
    {
        "rule": "shall take effect from the date on which the notice is received by the "
    },
    {
        "rule": "shall be liable even after his resignation for the offences "
    },
    {
        "rule": "shall appoint the required number of "
    },
    {
        "rule": "shall hold office till the directors are appointed by the company in general meeting. "
    },
    {
        "rule": "shall apply where the company has availed itself "
    },
    {
        "rule": "shall be required of any resolution, to remove a director under this section, or to "
    },
    {
        "rule": "shall "
    },
    {
        "rule": "shall be entitled to be heard on the resolution at the meeting. "
    },
    {
        "rule": "shall, if the time permits it to do so,— "
    },
    {
        "rule": "shall be read out at the meeting: "
    },
    {
        "rule": "shall hold office till the date up to which his predecessor would have held "
    },
    {
        "rule": "shall not be re-appointed as a director by the "
    },
    {
        "rule": "shall be taken— "
    },
    {
        "rule": "shall keep at its registered office a register containing such particulars of its directors and key "
    },
    {
        "rule": "shall include the details of securities held by each of "
    },
    {
        "rule": "shall be filed with the Registrar within thirty days from the appointment of "
    },
    {
        "rule": "shall be open for inspection during business hours and the members shall have a right to take "
    },
    {
        "rule": "shall also be kept open for inspection at every annual general meeting of the company and "
    },
    {
        "rule": "shall be made accessible to any person attending the meeting. "
    },
    {
        "rule": "shall "
    },
    {
        "rule": "Punishment.— If a company contravenes any of the provisions of this Chapter and for which no "
    },
    {
        "rule": "punishment is provided therein, the company and every officer of the company who is in default "
    },
    {
        "rule": "shall be punishable with fine which shall not be less than fifty thousand rupees but which may extend to "
    },
    {
        "rule": "shall hold the first meeting of the Board of Directors "
    },
    {
        "rule": "shall intervene between two consecutive meetings of the Board: "
    },
    {
        "rule": "shall not apply in relation to any class or description of companies or shall apply subject to such "
    },
    {
        "rule": "shall not be "
    },
    {
        "rule": "shall be called by giving not less than seven days‘ notice in writing to "
    },
    {
        "rule": "shall be sent by hand delivery or "
    },
    {
        "rule": "subject to the condition that at least one independent director, if any, shall be present at the meeting: "
    },
    {
        "rule": "shall be circulated to all the directors and shall be final only on "
    },
    {
        "rule": "shall be liable to a penalty of twenty-five thousand rupees. "
    },
    {
        "rule": "shall be deemed to have complied "
    },
    {
        "rule": "shall apply to One Person "
    },
    {
        "rule": "shall also be counted for the "
    },
    {
        "rule": "shall be the quorum during such time. "
    },
    {
        "rule": "shall automatically stand adjourned to the same day at the "
    },
    {
        "rule": "shall be rounded off as one; "
    },
    {
        "rule": "shall not include directors whose places are vacant. "
    },
    {
        "rule": "shall be deemed to have been duly "
    },
    {
        "rule": "must be decided at a meeting, the chairperson "
    },
    {
        "rule": "shall put the resolution to be decided at a meeting of the Board. "
    },
    {
        "rule": "shall be noted at a subsequent meeting of the Board or the "
    },
    {
        "rule": "shall be deemed to be invalid, notwithstanding that it was subsequently noticed that "
    },
    {
        "rule": "shall be deemed to give validity to any act done by the director "
    },
    {
        "rule": "shall constitute an Audit Committee. "
    },
    {
        "rule": "shall consist of a minimum of three directors with independent directors "
    },
    {
        "rule": "shall be persons "
    },
    {
        "rule": "shall, within one year of such commencement, be reconstituted in accordance with sub-section (2). "
    },
    {
        "rule": "shall act in accordance with the terms of reference specified in writing by "
    },
    {
        "rule": "shall, inter alia, include,— "
    },
    {
        "rule": "subject to such conditions as may be prescribed;] "
    },
    {
        "rule": "shall have authority to investigate into any matter in relation to the items "
    },
    {
        "rule": "shall have power to obtain "
    },
    {
        "rule": "shall have a right to be heard in the "
    },
    {
        "rule": "shall not have the right to "
    },
    {
        "rule": "shall disclose the composition of an Audit "
    },
    {
        "rule": "shall be disclosed in such report along with the reasons therefor. "
    },
    {
        "rule": "shall establish "
    },
    {
        "rule": "shall provide for adequate safeguards against "
    },
    {
        "rule": "shall be disclosed by the company on its "
    },
    {
        "rule": "shall stand inserted (date to be notified)  by Act 21 of 2015, s. 14. "
    },
    {
        "rule": "shall constitute the Nomination and Remuneration Committee consisting of three or more "
    },
    {
        "rule": "shall be independent directors: "
    },
    {
        "rule": "shall not chair such Committee. "
    },
    {
        "rule": "shall identify persons who are qualified to become "
    },
    {
        "rule": "in accordance with the criteria laid down, "
    },
    {
        "rule": "shall carry out evaluation of every director‘s "
    },
    {
        "rule": "shall formulate the criteria for determining "
    },
    {
        "rule": "shall, while formulating the policy under sub-"
    },
    {
        "rule": "required to run the company successfully; "
    },
    {
        "rule": "shall be disclosed in the Board's report. "
    },
    {
        "rule": "shall "
    },
    {
        "rule": "shall be a non-"
    },
    {
        "rule": "shall consider and resolve the grievances of security "
    },
    {
        "rule": "shall attend the general meetings of the "
    },
    {
        "rule": "shall "
    },
    {
        "rule": "shall not be less than one lakh rupees but which may extend to five lakh "
    },
    {
        "rule": "shall be punishable with imprisonment for a "
    },
    {
        "rule": "shall not be less than twenty-five thousand rupees "
    },
    {
        "rule": "shall not constitute a contravention of this section. "
    },
    {
        "rule": "shall be entitled to exercise all "
    },
    {
        "rule": "shall be subject to the "
    },
    {
        "rule": "shall not exercise any power or do any act or thing which is directed "
    },
    {
        "rule": "shall invalidate any prior act of the Board "
    },
    {
        "rule": "shall exercise the following powers on behalf of the "
    },
    {
        "rule": "shall not be deemed to be a borrowing of "
    },
    {
        "rule": "shall apply to borrowings by a banking company from other "
    },
    {
        "rule": "shall mean the arrangement made by the company with its "
    },
    {
        "rule": "shall be deemed to affect the right of the company in general meeting to "
    },
    {
        "rule": "shall exercise the "
    },
    {
        "rule": "shall mean an undertaking in which the investment of the company exceeds "
    },
    {
        "rule": "shall "
    },
    {
        "rule": "shall not be deemed to be a borrowing of monies by the banking company "
    },
    {
        "rule": "shall specify the total amount up to which monies "
    },
    {
        "rule": "shall affect— "
    },
    {
        "rule": "shall not be deemed to authorise the company to effect any reduction in "
    },
    {
        "rule": "in accordance with the provisions contained in this Act. "
    },
    {
        "rule": "shall be valid or effectual, unless the lender proves that he advanced the loan in good faith and without "
    },
    {
        "rule": "shall be required for such "
    },
    {
        "rule": "shall not exceed seven and a "
    },
    {
        "rule": "shall be made by a company unless a resolution authorising "
    },
    {
        "rule": "shall, "
    },
    {
        "rule": "subject to the other provisions of this section, be deemed to be justification in law for the making and the "
    },
    {
        "rule": "shall also be deemed to be contribution of the amount of "
    },
    {
        "rule": "shall also be deemed,— "
    },
    {
        "rule": "shall disclose in its profit and loss account any amount or amounts contributed by "
    },
    {
        "rule": "shall be punishable with fine which may extend to five times the amount so contributed and "
    },
    {
        "rule": "shall be punishable with imprisonment for a term which "
    },
    {
        "rule": "shall disclose in its profits and loss account the total amount or amounts "
    },
    {
        "rule": "shall at the first meeting of the Board in "
    },
    {
        "rule": "shall include the shareholding, in such manner as may be "
    },
    {
        "rule": "shall disclose the nature of his concern or interest at the meeting of the Board in which the contract or "
    },
    {
        "rule": "shall not participate in such meeting: "
    },
    {
        "rule": "shall, if he becomes concerned or interested after the contract or "
    },
    {
        "rule": "shall be voidable at the option of the company. "
    },
    {
        "rule": "shall be punishable with imprisonment for a term which may extend to one year or with fine "
    },
    {
        "rule": "shall not be less than fifty thousand rupees but which may extend to one lakh rupees, or with both. "
    },
    {
        "rule": "shall be taken to prejudice the operation of any rule of law restricting a director of a company "
    },
    {
        "rule": "shall apply to any contract or arrangement entered into or to be entered into between two "
    },
    {
        "rule": "shall, directly "
    },
    {
        "rule": "shall apply to— "
    },
    {
        "rule": "in accordance with the directions or instructions of the Board, or of any "
    },
    {
        "rule": "shall be punishable with fine which shall not be less than five "
    },
    {
        "rule": "shall be punishable with imprisonment which may extend to six months "
    },
    {
        "rule": "shall not be less than five lakh rupees but which may extend to twenty-five lakh "
    },
    {
        "rule": "shall unless otherwise prescribed, make investment through not more than two layers of "
    },
    {
        "rule": "shall not affect,— "
    },
    {
        "rule": "shall directly or indirectly — "
    },
    {
        "rule": "shall be necessary. "
    },
    {
        "rule": "shall disclose to the members in the financial statement the full particulars of the "
    },
    {
        "rule": "shall be made or loan or guarantee or security given by the company unless the "
    },
    {
        "rule": "shall not be required where the aggregate "
    },
    {
        "rule": "shall "
    },
    {
        "rule": "shall furnish in its "
    },
    {
        "rule": "shall be given under this section at a rate of interest lower than the prevailing yield of one "
    },
    {
        "rule": "shall give any loan or give any guarantee or "
    },
    {
        "rule": "shall keep a register which shall contain such particulars and shall be maintained in "
    },
    {
        "rule": "shall be kept at the registered office of the company "
    },
    {
        "rule": "shall be open to inspection at such office; and "
    },
    {
        "rule": "shall apply— "
    },
    {
        "rule": "shall be in respect of its "
    },
    {
        "rule": "shall be punishable with "
    },
    {
        "rule": "shall not be less than twenty-five thousand rupees but which may extend to five lakh rupees "
    },
    {
        "rule": "shall be punishable with imprisonment for a term "
    },
    {
        "rule": "shall not be less than twenty-five thousand rupees but "
    },
    {
        "rule": "shall be made and held by it in its own name: "
    },
    {
        "rule": "shall be deemed to prevent a company— "
    },
    {
        "rule": "shall, as soon as practicable after the expiry of that period, have the shares or securities re-"
    },
    {
        "rule": "obligation "
    },
    {
        "rule": "shall maintain a register "
    },
    {
        "rule": "shall contain such particulars as may be prescribed and such register shall be open to inspection by "
    },
    {
        "rule": "subject to "
    },
    {
        "rule": "shall be punishable with fine "
    },
    {
        "rule": "shall not be less than twenty-five thousand rupees but which may extend to twenty-five lakh rupees "
    },
    {
        "rule": "shall be punishable with imprisonment for a term "
    },
    {
        "rule": "shall not be less than twenty-five thousand rupees but "
    },
    {
        "rule": "subject to such conditions as may be prescribed, no company "
    },
    {
        "rule": "shall enter into any contract or arrangement with a related party with respect to— "
    },
    {
        "rule": "shall be entered "
    },
    {
        "rule": "shall vote on such 1[resolution], to approve any "
    },
    {
        "rule": "shall apply to any transactions entered into by the "
    },
    {
        "rule": "shall not be "
    },
    {
        "rule": "shall be referred to in the "
    },
    {
        "rule": "shall be voidable at the option of the Board and if the contract or arrangement is with a "
    },
    {
        "rule": "shall "
    },
    {
        "rule": "shall be open to the company to "
    },
    {
        "rule": "shall,— "
    },
    {
        "rule": "shall not be less than twenty-five thousand rupees but which may extend "
    },
    {
        "rule": "shall not be less than twenty-five "
    },
    {
        "rule": "shall keep one or more registers giving separately the particulars of all contracts or "
    },
    {
        "rule": "shall be placed before the next meeting of the Board and signed by all the directors present at the "
    },
    {
        "rule": "shall, within a period of thirty days of his "
    },
    {
        "rule": "required to be included in the register under that sub-section or such other information relating "
    },
    {
        "rule": "shall be kept at the registered office of the company and "
    },
    {
        "rule": "shall be open for inspection at such office during business hours and extracts may be taken therefrom, "
    },
    {
        "rule": "shall be furnished by the company "
    },
    {
        "rule": "shall also be produced at the commencement of every "
    },
    {
        "rule": "shall remain open and accessible during the continuance of "
    },
    {
        "rule": "shall apply to any contract or arrangement— "
    },
    {
        "rule": "comply with the provisions of this section and the rules made "
    },
    {
        "rule": "shall be liable to a penalty of twenty-five thousand rupees. "
    },
    {
        "rule": "shall keep at its registered office,— "
    },
    {
        "rule": "shall be open to "
    },
    {
        "rule": "complying with the provisions of sub-section (1) or sub-section (2), the "
    },
    {
        "rule": "shall be liable to a penalty of twenty-five thousand rupees and every officer of the company "
    },
    {
        "rule": "shall be liable to a penalty of five thousand rupees for each default. "
    },
    {
        "rule": "shall not apply to a private company. "
    },
    {
        "rule": "shall, in connection with— "
    },
    {
        "rule": "shall affect any payment made by a company to a managing director or "
    },
    {
        "rule": "subject to limits or "
    },
    {
        "rule": "shall not be deemed to have been approved. "
    },
    {
        "rule": "shall be deemed to have been received by him in trust for the company. "
    },
    {
        "rule": "shall be "
    },
    {
        "rule": "shall not be less than twenty-five thousand rupees but which may extend to "
    },
    {
        "rule": "shall be taken to prejudice the operation of any law requiring disclosure to "
    },
    {
        "rule": "shall enter into "
    },
    {
        "rule": "shall also be required to be obtained by passing a resolution in general meeting of the holding "
    },
    {
        "rule": "shall include the particulars of the arrangement along with the value of the assets "
    },
    {
        "rule": "shall be voidable at the instance of the company unless— "
    },
    {
        "rule": "shall, unless the contract is in writing, ensure that the terms of the contract or "
    },
    {
        "rule": "shall apply to contracts entered into by the company in the "
    },
    {
        "rule": "shall inform the Registrar about every contract entered into by the company and "
    },
    {
        "rule": "shall buy in the "
    },
    {
        "rule": "shall be punishable with imprisonment for a term "
    },
    {
        "rule": "shall not be less than one lakh rupees but which may "
    },
    {
        "rule": "shall, subject to the provisions contained in sub-section (2), be liable to surrender the "
    },
    {
        "rule": "shall not register the securities so acquired in his name in the "
    },
    {
        "rule": "shall inform the depository not to record such "
    },
    {
        "rule": "shall continue to remain in the names of the transferors. "
    },
    {
        "rule": "shall enter into insider trading: "
    },
    {
        "rule": "shall apply to any communication required in the "
    },
    {
        "rule": "shall be punishable with imprisonment "
    },
    {
        "rule": "shall not be less than five lakh rupees but "
    },
    {
        "rule": "shall appoint or employ at the same time a managing director and a manager. "
    },
    {
        "rule": "shall appoint or re-appoint any person as its managing director, whole-time director "
    },
    {
        "rule": "shall be made earlier than one year before the expiry of his term. "
    },
    {
        "rule": "shall appoint or continue the employment of any person as managing director, "
    },
    {
        "rule": "shall indicate the justification for appointing such person; "
    },
    {
        "rule": "Subject to the provisions of section 197 and Schedule V, a managing director, whole-time director "
    },
    {
        "rule": "shall be appointed and the terms and conditions of such appointment and remuneration "
    },
    {
        "rule": "shall be subject to approval by a "
    },
    {
        "rule": "shall "
    },
    {
        "rule": "shall be filed within sixty days of such "
    },
    {
        "rule": "Subject to the provisions of this Act, where an appointment of a managing director, whole-time "
    },
    {
        "rule": "shall not be deemed to be invalid. "
    },
    {
        "rule": "shall not exceed eleven per cent. of the net profits of that company for that financial "
    },
    {
        "rule": "shall "
    },
    {
        "rule": "subject to the provisions of Schedule V: "
    },
    {
        "rule": "shall not exceed five per cent. of the net profits of the company and if there is more than one such "
    },
    {
        "rule": "shall not exceed ten per cent. of the net profits to all such directors and "
    },
    {
        "rule": "shall not exceed,— "
    },
    {
        "rule": "shall be exclusive of any fees payable to directors under sub-section "
    },
    {
        "rule": "subject to the provisions of "
    },
    {
        "rule": "shall not pay to its directors, including any managing or whole-time director or manager, by way of "
    },
    {
        "rule": "in accordance with the provisions of Schedule V and if it is not able to comply with such provisions, with "
    },
    {
        "rule": "shall be determined, in accordance with and subject to the provisions of this section, "
    },
    {
        "rule": "shall be inclusive of the remuneration payable to him for the services rendered by "
    },
    {
        "rule": "shall not "
    },
    {
        "rule": "shall not exceed the amount as may be prescribed: "
    },
    {
        "rule": "subject to the "
    },
    {
        "rule": "shall not be entitled to any stock option and may "
    },
    {
        "rule": "shall be computed in the manner referred to in "
    },
    {
        "rule": "shall refund such sums to the company and until such sum is refunded, hold it in "
    },
    {
        "rule": "shall not waive the recovery of any sum refundable to it under sub-section (9) "
    },
    {
        "rule": "shall not have any effect unless such increase is in accordance with the conditions "
    },
    {
        "rule": "shall disclose in the Board‘s report, the ratio of the remuneration of each "
    },
    {
        "rule": "shall not be treated as part of the remuneration payable to any such personnel: "
    },
    {
        "rule": "shall be "
    },
    {
        "rule": "Subject to the provisions of this section, any director who is in receipt of any commission from "
    },
    {
        "rule": "shall not be disqualified from "
    },
    {
        "rule": "subject to its disclosure by the company in the Board‘s report. "
    },
    {
        "rule": "shall be punishable with fine which "
    },
    {
        "rule": "shall not be less than one lakh rupees but which may extend to five lakh rupees. "
    },
    {
        "rule": "shall be given for the sums specified in sub-section (2), and credit shall not be given for "
    },
    {
        "rule": "shall be deducted, and those specified in sub-section (5) "
    },
    {
        "rule": "shall not be deducted. "
    },
    {
        "rule": "shall be given for the bounties and subsidies received "
    },
    {
        "rule": "shall not be given for the following sums, namely:— "
    },
    {
        "rule": "shall be given for so much of the excess as is not higher than the difference between "
    },
    {
        "rule": "shall be deducted, namely:— "
    },
    {
        "rule": "shall not be deducted, namely:— "
    },
    {
        "rule": "required to re-"
    },
    {
        "rule": "shall recover from any past or present managing director or whole-"
    },
    {
        "rule": "required to be re-stated, received the remuneration (including stock "
    },
    {
        "rule": "shall have regard to— "
    },
    {
        "rule": "shall be in such form as may be prescribed. "
    },
    {
        "rule": "shall be issued by or on behalf of the company a general notice to the members "
    },
    {
        "rule": "shall be published at least once in a newspaper in the principal language of the district "
    },
    {
        "rule": "shall be attached to the application. "
    },
    {
        "rule": "shall be made under sub-section (1) in the following cases, namely:— "
    },
    {
        "rule": "shall not exceed the remuneration which he would have earned if he had been in office for the "
    },
    {
        "rule": "shall be made to the director in the event of the commencement of the "
    },
    {
        "rule": "shall be deemed to prohibit the payment to a managing or whole-time "
    },
    {
        "rule": "shall have the following whole-time key managerial "
    },
    {
        "rule": "shall not be appointed or reappointed as the chairperson of the "
    },
    {
        "rule": "shall apply to such class of "
    },
    {
        "rule": "shall be appointed by means of a "
    },
    {
        "rule": "shall not hold office in more than one company except in "
    },
    {
        "rule": "shall disentitle a key managerial personnel from "
    },
    {
        "rule": "shall, within a period of six months from such "
    },
    {
        "rule": "shall be "
    },
    {
        "rule": "shall be punishable with fine "
    },
    {
        "rule": "shall not be less than one lakh rupees but which may extend to five lakh rupees and every director "
    },
    {
        "rule": "shall be punishable with fine which may "
    },
    {
        "rule": "shall annex with its Board‘s report made in terms of "
    },
    {
        "rule": "shall be the duty of the company to give all assistance and facilities to the company secretary in "
    },
    {
        "rule": "shall "
    },
    {
        "rule": "shall be punishable with fine which shall not be less than one lakh rupees but "
    },
    {
        "rule": "shall "
    },
    {
        "rule": "shall not affect the duties and functions "
    },
    {
        "rule": "shall be the duty of the company and of its "
    },
    {
        "rule": "shall also furnish such information or explanation to the best of their "
    },
    {
        "rule": "shall record his reasons "
    },
    {
        "rule": "shall be punishable for fraud in the "
    },
    {
        "rule": "shall be punishable "
    },
    {
        "rule": "shall be the duty of every director, officer or "
    },
    {
        "rule": "shall render all assistance to the Registrar or inspector in connection with such inspection. "
    },
    {
        "rule": "shall have all the powers as are "
    },
    {
        "rule": "shall be punishable with imprisonment which may "
    },
    {
        "rule": "shall not be less than twenty-five thousand rupees but which may "
    },
    {
        "rule": "shall, on and from the date on which he is so convicted, be deemed to have vacated "
    },
    {
        "rule": "shall be disqualified from holding an office in any "
    },
    {
        "rule": "shall, after the inspection of the "
    },
    {
        "rule": "shall return the books and papers seized under subsection (1), as soon "
    },
    {
        "rule": "shall apply, mutatis mutandis, to every search and seizure made under this section. "
    },
    {
        "rule": "shall order an investigation into the affairs "
    },
    {
        "rule": "shall, by "
    },
    {
        "rule": "shall be deemed to be the Serious Fraud "
    },
    {
        "rule": "shall be headed by a Director and consist of such number "
    },
    {
        "rule": "shall, by notification, appoint a Director in the Serious Fraud "
    },
    {
        "rule": "shall be an officer not below the rank of a Joint Secretary to the Government of "
    },
    {
        "rule": "shall be such as may be prescribed. "
    },
    {
        "rule": "required to be "
    },
    {
        "rule": "shall proceed with investigation in such case in respect of any offence under this Act and in "
    },
    {
        "rule": "shall not be proceeded further with and the "
    },
    {
        "rule": "shall transfer the relevant documents and records in respect of such offences under this "
    },
    {
        "rule": "shall conduct the investigation in the manner and "
    },
    {
        "rule": "shall cause the affairs of the company to be "
    },
    {
        "rule": "shall have the power of the inspector under section 217. "
    },
    {
        "rule": "shall be responsible to provide all information, explanation, documents and assistance to the "
    },
    {
        "rule": "shall be cognizable and no person accused of any offence "
    },
    {
        "rule": "shall be released on bail or on his own bond unless— "
    },
    {
        "rule": "shall not take cognizance of any offence referred to this sub-"
    },
    {
        "rule": "shall, as soon as may be, inform him of the grounds for such arrest. "
    },
    {
        "rule": "shall, immediately after arrest of such person under sub-section (8), forward a copy of the order, along "
    },
    {
        "rule": "shall keep such order and material for such period as may be prescribed. "
    },
    {
        "rule": "shall within twenty-four hours, be taken to a Judical "
    },
    {
        "rule": "shall exclude the time necessary for the journey from "
    },
    {
        "rule": "shall submit an "
    },
    {
        "rule": "shall submit the "
    },
    {
        "rule": "shall be deemed to be a report "
    },
    {
        "rule": "shall continue to be proceeded with under that Act as if this Act had not been passed. "
    },
    {
        "rule": "shall provide all such information or documents "
    },
    {
        "rule": "shall share any information or documents available with it, "
    },
    {
        "rule": "shall appoint one or more competent persons as "
    },
    {
        "rule": "shall be punishable for fraud in the manner as provided "
    },
    {
        "rule": "shall be refunded to "
    },
    {
        "rule": "shall be appointed as an inspector. "
    },
    {
        "rule": "shall appoint one "
    },
    {
        "rule": "Subject to the terms of appointment of an inspector, his powers shall extend to the investigation of "
    },
    {
        "rule": "shall be the duty of all officers and other "
    },
    {
        "rule": "in accordance with the provisions contained in this Chapter, and where the affairs of any "
    },
    {
        "rule": "shall not keep in his custody any books and papers produced under sub-section (1) "
    },
    {
        "rule": "shall be sufficient under clause (b). "
    },
    {
        "rule": "shall have all the powers as are vested in a civil court under the Code of Civil Procedure, "
    },
    {
        "rule": "shall be punishable with imprisonment which may "
    },
    {
        "rule": "shall not be less than twenty-five thousand rupees but which may "
    },
    {
        "rule": "shall, on and from the date on which he is so convicted, be deemed to have vacated "
    },
    {
        "rule": "shall be disqualified from holding an office in any "
    },
    {
        "rule": "shall be taken down in writing and shall be "
    },
    {
        "rule": "required to do so under subsection (4) or to "
    },
    {
        "rule": "shall be punishable with imprisonment for a term which may extend to six months and with fine which "
    },
    {
        "rule": "shall not be less than twenty-five thousand rupees but which may extend to one lakh rupees, and also with "
    },
    {
        "rule": "shall "
    },
    {
        "rule": "subject to such "
    },
    {
        "rule": "shall be transmitted in such manner as the Central Government may "
    },
    {
        "rule": "shall be deemed to be the evidence collected during the course of investigation. "
    },
    {
        "rule": "shall "
    },
    {
        "rule": "shall thereupon investigate into the "
    },
    {
        "rule": "shall submit the report to such court within thirty days or such extended time as the court may "
    },
    {
        "rule": "shall be forwarded by the court, to the Central Government for transmission, in "
    },
    {
        "rule": "shall obtain approval of the Tribunal of "
    },
    {
        "rule": "shall send by post notice thereof in writing to the company, other body corporate or person concerned. "
    },
    {
        "rule": "shall be final and binding on the Tribunal "
    },
    {
        "rule": "shall have effect "
    },
    {
        "rule": "in accordance with the directions or instructions of the company or any of its "
    },
    {
        "rule": "shall, subject to the prior approval of the Central Government, investigate into and report on the affairs "
    },
    {
        "rule": "shall keep in his custody the books and papers seized under this section for such a "
    },
    {
        "rule": "shall "
    },
    {
        "rule": "shall apply mutatis mutandis to every search or seizure made under this section. "
    },
    {
        "rule": "shall not take place during such period not "
    },
    {
        "rule": "subject to such conditions and "
    },
    {
        "rule": "shall be punishable with "
    },
    {
        "rule": "shall not be less than one lakh rupees but which may extend to twenty-five lakh rupees and "
    },
    {
        "rule": "shall be punishable with imprisonment for a term which "
    },
    {
        "rule": "shall not be less than fifty thousand rupees but which may "
    },
    {
        "rule": "shall be subject to "
    },
    {
        "rule": "shall be punishable with fine which shall not be "
    },
    {
        "rule": "shall be punishable with imprisonment for a term which may extend to six "
    },
    {
        "rule": "shall not be less than twenty-five thousand rupees but which may extend to "
    },
    {
        "rule": "shall, submit interim reports to that Government, and on the conclusion of the "
    },
    {
        "rule": "shall submit a final report to the Central Government. "
    },
    {
        "rule": "shall be in writing or printed as the Central Government "
    },
    {
        "rule": "shall be authenticated either— "
    },
    {
        "rule": "shall be admissible in any legal proceeding as evidence in relation to any matter contained "
    },
    {
        "rule": "shall apply to the report referred to in section 212. "
    },
    {
        "rule": "liable, the Central Government "
    },
    {
        "rule": "shall be the duty of all officers and other employees of "
    },
    {
        "rule": "liable to be wound up under this Act and it appears to "
    },
    {
        "rule": "shall be indemnified by such company or body corporate against any "
    },
    {
        "rule": "liable personally without any limitation of "
    },
    {
        "rule": "shall be defrayed in the first instance by the Central Government, but shall be "
    },
    {
        "rule": "liable under clause (b) of sub-section (1) "
    },
    {
        "rule": "shall be a first charge on the sums or property mentioned in that clause. "
    },
    {
        "rule": "shall be "
    },
    {
        "rule": "shall inform the Tribunal about the pendency of the investigation proceedings before "
    },
    {
        "rule": "shall pass such order as it may deem fit: "
    },
    {
        "rule": "shall absolve any director or other employee of "
    },
    {
        "rule": "shall require the disclosure to the Tribunal or to the Central Government or to the Registrar or to an "
    },
    {
        "rule": "shall apply mutatis "
    },
    {
        "rule": "Penalty for furnishing false statement, mutilation, destruction of documents.— Where a "
    },
    {
        "rule": "required to provide an explanation or make a statement during the course of inspection, "
    },
    {
        "rule": "shall be punishable "
    },
    {
        "rule": "shall "
    },
    {
        "rule": "responsibility statement in the prescribed form; "
    },
    {
        "rule": "shall conform to the liquidity test based upon the estimates provided to "
    },
    {
        "rule": "shall be sent to all the creditors or class of creditors and to all the "
    },
    {
        "rule": "shall be accompanied by a statement disclosing the details of the "
    },
    {
        "rule": "shall also be placed on the website of the company, if "
    },
    {
        "rule": "shall be sent to the Securities and Exchange Board "
    },
    {
        "rule": "shall "
    },
    {
        "rule": "shall indicate the time within which copies of the compromise or arrangement shall be made available to "
    },
    {
        "rule": "shall provide that the persons to whom the notice is sent may vote "
    },
    {
        "rule": "shall be made only by persons holding "
    },
    {
        "rule": "shall also be sent to the Central Government, the income-tax authorities, the Reserve Bank of India, the "
    },
    {
        "rule": "shall require that representations, if any, to be made by "
    },
    {
        "rule": "shall be made within a period of thirty days from the date of receipt of such notice, failing which, it "
    },
    {
        "rule": "shall be presumed that they have no representations to make on the proposals. "
    },
    {
        "rule": "shall be binding on the "
    },
    {
        "rule": "shall provide for all or any of the following "
    },
    {
        "rule": "shall be given an option to either obtain arrears of "
    },
    {
        "rule": "shall be "
    },
    {
        "rule": "shall abate; "
    },
    {
        "rule": "shall be sanctioned by the Tribunal unless a certificate "
    },
    {
        "rule": "shall be filed with the Registrar by the company within a period of thirty "
    },
    {
        "rule": "shall "
    },
    {
        "rule": "in accordance with the provisions of section 68. "
    },
    {
        "rule": "shall be as per the regulations framed by the "
    },
    {
        "rule": "shall "
    },
    {
        "rule": "shall have power to supervise the implementation of the compromise or arrangement; and "
    },
    {
        "rule": "shall be "
    },
    {
        "rule": "shall, so far as may be, also apply to a company in respect of which "
    },
    {
        "rule": "required to be transferred to another "
    },
    {
        "rule": "shall apply mutatis "
    },
    {
        "rule": "shall also be required to circulate the following for "
    },
    {
        "rule": "shall not, as a result of the compromise or arrangement, hold "
    },
    {
        "rule": "shall be cancelled or extinguished; "
    },
    {
        "rule": "in accordance with any law for the time "
    },
    {
        "rule": "shall be in the "
    },
    {
        "rule": "shall remain an unlisted company until it becomes a listed "
    },
    {
        "rule": "shall be made for payment of the value of shares held by them and other benefits in "
    },
    {
        "rule": "shall not be less "
    },
    {
        "rule": "shall be set-off against any fees payable by the transferee company on its "
    },
    {
        "rule": "shall be sanctioned by the Tribunal unless a "
    },
    {
        "rule": "shall be transferred to the transferee company and the liabilities shall be "
    },
    {
        "rule": "shall by virtue of the compromise or arrangement, cease to have "
    },
    {
        "rule": "shall cause a certified copy of the order to "
    },
    {
        "rule": "shall clearly indicate an appointed date from which it shall be "
    },
    {
        "rule": "shall be deemed to be effective from such date and not at a date subsequent to "
    },
    {
        "rule": "shall, until the completion of the scheme, "
    },
    {
        "rule": "in accordance with the orders of the Tribunal or not. "
    },
    {
        "rule": "shall be punishable with fine which "
    },
    {
        "rule": "shall not be less than one lakh rupees but which may extend to twenty-five lakh rupees and every officer "
    },
    {
        "rule": "shall be punishable with imprisonment for a "
    },
    {
        "rule": "shall not be less than one lakh rupees but which "
    },
    {
        "rule": "obligations of every description. "
    },
    {
        "rule": "subject to the following, namely:— "
    },
    {
        "rule": "shall file a copy of the scheme so approved in the manner as may be "
    },
    {
        "rule": "shall register the same and issue a confirmation "
    },
    {
        "rule": "shall be presumed that he has no objection to the "
    },
    {
        "rule": "shall be deemed that it has no objection to the "
    },
    {
        "rule": "shall be communicated to the "
    },
    {
        "rule": "shall register the scheme and issue a confirmation thereof to the companies and such confirmation shall be "
    },
    {
        "rule": "shall be deemed to have "
    },
    {
        "rule": "shall have the following effects, namely:— "
    },
    {
        "rule": "shall be applicable and "
    },
    {
        "rule": "shall "
    },
    {
        "rule": "shall become the "
    },
    {
        "rule": "shall not on merger or amalgamation, hold any shares in its own name or "
    },
    {
        "rule": "shall be cancelled or extinguished on the merger or amalgamation. "
    },
    {
        "rule": "shall file an application with the Registrar along with the scheme "
    },
    {
        "rule": "shall be set-off against the fees payable by the "
    },
    {
        "rule": "shall mutatis mutandis apply to a company or companies specified "
    },
    {
        "rule": "shall apply mutatis "
    },
    {
        "rule": "Subject to the provisions of any other law for the time being in force, a foreign company, may "
    },
    {
        "rule": "shall, unless on an "
    },
    {
        "rule": "shall, on the expiry of one month from the date on which the notice has been given, "
    },
    {
        "rule": "shall— "
    },
    {
        "rule": "shall be paid into a separate bank "
    },
    {
        "rule": "shall be held by that company in trust "
    },
    {
        "rule": "shall be disbursed to the entitled shareholders within sixty days. "
    },
    {
        "rule": "shall have effect with the following modifications, "
    },
    {
        "rule": "shall be substituted; and "
    },
    {
        "rule": "shall be omitted. "
    },
    {
        "rule": "in accordance with the scheme or contract. "
    },
    {
        "rule": "shall notify the company of their intention to buy the remaining "
    },
    {
        "rule": "shall offer to the minority "
    },
    {
        "rule": "in accordance with such rules as may be prescribed. "
    },
    {
        "rule": "in accordance with such rules as may be prescribed under sub-section "
    },
    {
        "rule": "shall deposit an amount equal to the value of shares to be acquired by "
    },
    {
        "rule": "shall be disbursed to the entitled shareholders within sixty days: "
    },
    {
        "rule": "shall continue to be made to the entitled shareholders for a period of "
    },
    {
        "rule": "shall act as a transfer agent "
    },
    {
        "rule": "shall be deemed to be cancelled, and the transferor company shall be "
    },
    {
        "rule": "in accordance with law "
    },
    {
        "rule": "shall continue and be available for a period of three years from the date of majority acquisition or "
    },
    {
        "rule": "shall share the additional compensation so received by them with such minority shareholders "
    },
    {
        "rule": "shall have the meanings respectively assigned to them in clause (b) and clause (e) of sub-"
    },
    {
        "rule": "shall continue to apply to the "
    },
    {
        "rule": "obligations, as may be specified in the order. "
    },
    {
        "rule": "shall have, as nearly as may be, the same interest in or rights against the "
    },
    {
        "rule": "shall be entitled to compensation to that extent, "
    },
    {
        "rule": "shall be assessed by such authority as may be prescribed and every such assessment shall be "
    },
    {
        "rule": "shall be paid to the member or "
    },
    {
        "rule": "shall "
    },
    {
        "rule": "shall be made under this section unless— "
    },
    {
        "rule": "shall, as soon as may be after it has been made, "
    },
    {
        "rule": "shall be accompanied by such information and in such "
    },
    {
        "rule": "shall contain a statement by or on behalf of the transferee company, "
    },
    {
        "rule": "shall be presented to the Registrar for registration and no such circular "
    },
    {
        "rule": "shall be issued until it is so registered: "
    },
    {
        "rule": "required to be given under clause (a) or which sets out "
    },
    {
        "rule": "shall lie to the Tribunal against an order of the Registrar refusing to register any "
    },
    {
        "rule": "shall be punishable with fine which shall not be less than twenty-five "
    },
    {
        "rule": "shall not be disposed of without the prior permission of the Central Government and "
    },
    {
        "rule": "shall continue after such merger, amalgamation or acquisition. "
    },
    {
        "rule": "shall be terminated, set aside or modified except after due notice "
    },
    {
        "rule": "shall be filed by the company "
    },
    {
        "rule": "shall not have "
    },
    {
        "rule": "Subject to the provisions of sub-section (1), the alterations made by the order in the memorandum "
    },
    {
        "rule": "shall, in all respects, have the same effect as if they had been duly made by the "
    },
    {
        "rule": "in accordance with the provisions of this Act and the said provisions shall apply accordingly to "
    },
    {
        "rule": "shall within thirty days after the making thereof, be filed by the company with the Registrar who "
    },
    {
        "rule": "shall register the same. "
    },
    {
        "rule": "shall be punishable with "
    },
    {
        "rule": "shall not be less than one lakh rupees but which may extend to twenty-five lakh rupees and "
    },
    {
        "rule": "shall be punishable with imprisonment for a term which "
    },
    {
        "rule": "shall not be less than twenty-five thousand rupees but which "
    },
    {
        "rule": "shall not give rise to any claims whatever against the company by any person for "
    },
    {
        "rule": "shall, for a period of five years from the date of the order terminating or setting aside the "
    },
    {
        "rule": "shall not grant leave under this clause unless notice of the intention to "
    },
    {
        "rule": "shall be punishable with imprisonment for a term which may "
    },
    {
        "rule": "shall have the "
    },
    {
        "rule": "subject to the condition that the applicant or applicants has or have paid all calls and other sums due "
    },
    {
        "rule": "shall be counted only as one member. "
    },
    {
        "rule": "shall be of the firm as well as of each partner "
    },
    {
        "rule": "shall be as under:— "
    },
    {
        "rule": "subject to the condition that the applicant or "
    },
    {
        "rule": "shall not be less than one hundred "
    },
    {
        "rule": "shall take into account, in "
    },
    {
        "rule": "shall have regard to the "
    },
    {
        "rule": "shall be served on admission of the application to all the members or depositors "
    },
    {
        "rule": "shall "
    },
    {
        "rule": "shall be in charge of the proceedings from the "
    },
    {
        "rule": "shall not be allowed; "
    },
    {
        "rule": "shall be defrayed by the "
    },
    {
        "rule": "shall be binding on the company and all its members, depositors "
    },
    {
        "rule": "comply with an order passed by the Tribunal under this section shall "
    },
    {
        "rule": "shall not be less than five lakh rupees but which may extend to twenty-five "
    },
    {
        "rule": "shall be punishable with imprisonment for "
    },
    {
        "rule": "shall not be less than twenty-five thousand "
    },
    {
        "rule": "shall, for "
    },
    {
        "rule": "shall pay to "
    },
    {
        "rule": "shall apply to a banking company. "
    },
    {
        "rule": "Subject to the compliance of this section, an application may be filed or any other action may be "
    },
    {
        "rule": "shall apply mutatis mutandis, in relation to an "
    },
    {
        "rule": "required to be made in respect of "
    },
    {
        "rule": "shall be valued by "
    },
    {
        "rule": "shall,— "
    },
    {
        "rule": "required to be valued; "
    },
    {
        "rule": "in accordance with such rules as may be prescribed; and "
    },
    {
        "rule": "shall "
    },
    {
        "rule": "shall not be less than twenty-five thousand rupees but which may extend to "
    },
    {
        "rule": "shall be punishable with imprisonment for a term which may extend to one year and "
    },
    {
        "rule": "shall not be less than one lakh rupees but which may extend to five lakh rupees. "
    },
    {
        "rule": "shall be liable to— "
    },
    {
        "rule": "shall send a notice to the company and all the directors of the company, of his intention to remove the "
    },
    {
        "rule": "shall, on receipt of such application, cause a public notice to be issued in the prescribed manner: "
    },
    {
        "rule": "shall also be obtained and enclosed with the application. "
    },
    {
        "rule": "shall apply to a company registered under section 8. "
    },
    {
        "rule": "shall be published in the prescribed "
    },
    {
        "rule": "shall publish notice "
    },
    {
        "rule": "shall stand dissolved. "
    },
    {
        "rule": "shall satisfy himself that sufficient "
    },
    {
        "rule": "obligations by the company within a reasonable time and, if necessary, "
    },
    {
        "rule": "shall be made available for the payment or discharge of all its liabilities and obligations even "
    },
    {
        "rule": "shall continue and "
    },
    {
        "rule": "shall affect the power of the Tribunal to wind up a company the name of "
    },
    {
        "rule": "shall not be made if, at any time "
    },
    {
        "rule": "complying with any statutory requirement; "
    },
    {
        "rule": "shall be punishable with fine which may extend to one lakh rupees. "
    },
    {
        "rule": "shall be withdrawn by the company or "
    },
    {
        "rule": "shall on and from the date mentioned in the notice under sub-section (5) of that section cease to "
    },
    {
        "rule": "shall be deemed to have been "
    },
    {
        "rule": "obligations of the company. "
    },
    {
        "rule": "shall, notwithstanding that the company has been notified as "
    },
    {
        "rule": "liable to any person or persons who had incurred loss or damage as a "
    },
    {
        "rule": "shall give a reasonable "
    },
    {
        "rule": "shall be filed by the company with the Registrar within "
    },
    {
        "rule": "shall cause the name of the "
    },
    {
        "rule": "shall issue a fresh certificate of incorporation. "
    },
    {
        "rule": "shall lie or be proceeded with. "
    },
    {
        "rule": "shall be "
    },
    {
        "rule": "shall not be made under this sub-section in respect of any company by— "
    },
    {
        "rule": "obligation rendered by it, or undertaken by it, with respect to "
    },
    {
        "rule": "shall not dispose of or otherwise enter into any obligation with regard to, its "
    },
    {
        "rule": "shall not take any steps likely to prejudice the interests of the creditors. "
    },
    {
        "rule": "shall, within a period of sixty days of the receipt of an application under sub-section "
    },
    {
        "rule": "shall be made in respect of an application under sub-section (1) "
    },
    {
        "rule": "shall, after "
    },
    {
        "rule": "shall, by order in writing and "
    },
    {
        "rule": "subject to such restrictions or conditions as may be specified in the order, give such time to the company "
    },
    {
        "rule": "shall abate if the secured creditors representing three-fourths in "
    },
    {
        "rule": "shall be made under this section if the secured creditors "
    },
    {
        "rule": "shall be made without the consent of securitization company or reconstruction company "
    },
    {
        "rule": "shall be accompanied by— "
    },
    {
        "rule": "shall file a declaration to that effect along with the application. "
    },
    {
        "rule": "shall be made to the Tribunal within a period of sixty days "
    },
    {
        "rule": "shall be excluded. "
    },
    {
        "rule": "shall, not later than seven days from such receipt,— "
    },
    {
        "rule": "shall extend all possible assistance and cooperation to "
    },
    {
        "rule": "shall appoint a committee of creditors "
    },
    {
        "rule": "shall be decided by the interim administrator. "
    },
    {
        "rule": "shall record such "
    },
    {
        "rule": "shall appoint a company administrator for the company and cause such administrator to prepare a "
    },
    {
        "rule": "shall be appointed by the Tribunal from a databank maintained by the Central "
    },
    {
        "rule": "shall be such "
    },
    {
        "rule": "shall perform "
    },
    {
        "rule": "shall prepare or cause "
    },
    {
        "rule": "in accordance with "
    },
    {
        "rule": "obligations of the sick company to "
    },
    {
        "rule": "shall be placed before the creditors of the sick company in a meeting convened for their approval by "
    },
    {
        "rule": "shall convene separate meetings of secured and unsecured creditors of "
    },
    {
        "rule": "shall submit the scheme before the Tribunal for sanctioning the "
    },
    {
        "rule": "shall, in addition to the approval of the creditors of the sick company under this "
    },
    {
        "rule": "shall be proceeded with unless it has been approved, with or without "
    },
    {
        "rule": "shall be examined by the Tribunal and a "
    },
    {
        "rule": "shall be sent, in draft, to the sick "
    },
    {
        "rule": "shall be kept at the place where registered office of the company is "
    },
    {
        "rule": "shall within sixty days therefrom, "
    },
    {
        "rule": "in accordance with this section, pass an order "
    },
    {
        "rule": "shall be transferred to, and vest in, and the liability shall become the "
    },
    {
        "rule": "shall be conclusive evidence that all "
    },
    {
        "rule": "shall in all legal proceedings be admitted as evidence. "
    },
    {
        "rule": "shall be filed with the Registrar by "
    },
    {
        "rule": "shall be binding on the sick company and "
    },
    {
        "rule": "shall, for the purpose of effective "
    },
    {
        "rule": "obligation pursuant to such agreement or contract entered into by the company with any other person. "
    },
    {
        "rule": "shall be applied towards implementation of the scheme in such "
    },
    {
        "rule": "shall have the power to scrutinise and make an appeal for review "
    },
    {
        "rule": "obligations under the scheme by the parties concerned, the company administrator "
    },
    {
        "rule": "shall, within thirty days of presentation of an application under sub-section (4), pass "
    },
    {
        "rule": "shall abate, if the secured creditors representing not less "
    },
    {
        "rule": "shall submit a report to the Tribunal within fifteen days and the Tribunal shall order for the "
    },
    {
        "rule": "shall conduct the proceedings for "
    },
    {
        "rule": "in accordance with the provisions of Chapter XX. "
    },
    {
        "rule": "liable or accountable for, any money or property of the "
    },
    {
        "rule": "shall be without prejudice to any other legal action that "
    },
    {
        "rule": "punishment for fraud in the manner as provided in section "
    },
    {
        "rule": "shall, by order, direct the public "
    },
    {
        "rule": "shall be made by the Tribunal under this section against any person unless such person "
    },
    {
        "rule": "Punishment for certain offences.— Whoever violates the provisions of this Chapter or any "
    },
    {
        "rule": "shall be punishable with imprisonment for a term which may extend to "
    },
    {
        "rule": "shall lie in any court or other authority and no civil court shall "
    },
    {
        "rule": "shall be granted by any court or other authority in "
    },
    {
        "rule": "shall be formed a Fund to be called the "
    },
    {
        "rule": "shall be credited to the Fund— "
    },
    {
        "rule": "shall, in the event of proceedings "
    },
    {
        "rule": "shall be managed by an administrator to be appointed by the Central Government in "
    },
    {
        "rule": "shall apply to the winding up of a company in any of the modes specified under sub-section "
    },
    {
        "rule": "shall be deemed to be unable to pay its debts,— "
    },
    {
        "rule": "shall take into account "
    },
    {
        "rule": "Subject to the provisions of this section, a petition to the "
    },
    {
        "rule": "shall be presented by— "
    },
    {
        "rule": "shall "
    },
    {
        "rule": "shall be entitled to present a petition for the winding up of a company, "
    },
    {
        "rule": "shall be entitled to present a petition for winding up under subsection (1) on any of "
    },
    {
        "rule": "shall not present a petition on the ground that the company is unable to "
    },
    {
        "rule": "shall obtain the previous sanction of the Central Government to the "
    },
    {
        "rule": "shall not accord its sanction unless the company has been "
    },
    {
        "rule": "shall be admitted only if "
    },
    {
        "rule": "shall be obtained for the admission of the petition and such leave shall "
    },
    {
        "rule": "shall also be filed with the Registrar and the "
    },
    {
        "rule": "shall, without prejudice to any other provisions, submit his views to the Tribunal within sixty "
    },
    {
        "rule": "shall be made within ninety days from the date of "
    },
    {
        "rule": "shall "
    },
    {
        "rule": "shall not refuse to make a winding up order on the ground only that "
    },
    {
        "rule": "shall, if satisfied that a prima facie case "
    },
    {
        "rule": "shall "
    },
    {
        "rule": "shall be liable for punishment under sub-section (4). "
    },
    {
        "rule": "shall, within a period of thirty "
    },
    {
        "rule": "shall be punishable with imprisonment for a term which may "
    },
    {
        "rule": "shall not be less than twenty-five thousand rupees but which may "
    },
    {
        "rule": "shall appoint "
    },
    {
        "rule": "shall be appointed "
    },
    {
        "rule": "shall have the same "
    },
    {
        "rule": "shall give him or it a "
    },
    {
        "rule": "shall be specified by the Tribunal on the basis of task required to be "
    },
    {
        "rule": "shall file a declaration within seven days from the date of appointment in the prescribed form "
    },
    {
        "rule": "obligation shall continue throughout the term of his appointment. "
    },
    {
        "rule": "shall, before passing any order under this section, provide a reasonable opportunity "
    },
    {
        "rule": "shall, within a period not exceeding seven days from the date of passing of the order, cause intimation "
    },
    {
        "rule": "shall make an endorsement to that effect in his records relating to the company and notify in the "
    },
    {
        "rule": "shall "
    },
    {
        "rule": "shall be deemed to be a notice of discharge to the officers, employees and "
    },
    {
        "rule": "shall "
    },
    {
        "rule": "shall comprise of the following persons, namely:— "
    },
    {
        "rule": "shall be the convener of the meetings of the winding up committee "
    },
    {
        "rule": "shall assist and monitor the liquidation proceedings in following areas of liquidation functions, "
    },
    {
        "rule": "shall place before the Tribunal a report along with minutes of the "
    },
    {
        "rule": "shall prepare the draft final report for consideration and approval of the "
    },
    {
        "rule": "shall be submitted by the Company "
    },
    {
        "rule": "shall operate in "
    },
    {
        "rule": "shall be commenced, or if "
    },
    {
        "rule": "shall be proceeded with, by or against the company, except "
    },
    {
        "rule": "subject to such terms as the Tribunal may impose: "
    },
    {
        "rule": "shall be disposed of by "
    },
    {
        "rule": "shall apply to any proceeding pending in appeal before the Supreme "
    },
    {
        "rule": "shall, notwithstanding anything contained in any "
    },
    {
        "rule": "obligations or in any matter arising out of, or in relation to winding up of the "
    },
    {
        "rule": "shall, within sixty days from the order, "
    },
    {
        "rule": "shall be obtained from registered valuers for this "
    },
    {
        "rule": "shall include in his report the manner in which the company was "
    },
    {
        "rule": "shall also make a report on the viability of the business of the company "
    },
    {
        "rule": "shall "
    },
    {
        "rule": "shall, on "
    },
    {
        "rule": "shall be completed and the company be dissolved: "
    },
    {
        "rule": "shall be "
    },
    {
        "rule": "shall, without prejudice to "
    },
    {
        "rule": "shall, on the order of the Tribunal, forthwith take into his or its custody or control all the "
    },
    {
        "rule": "shall be deemed to be in the custody of the Tribunal from the date of the order for the winding up of the "
    },
    {
        "rule": "shall extend full cooperation to the Company Liquidator in discharge of his "
    },
    {
        "rule": "obligations under sub-section "
    },
    {
        "rule": "shall be punishable with imprisonment which may extend to six months or with fine which may "
    },
    {
        "rule": "shall settle a list of contributories, cause "
    },
    {
        "rule": "shall cause the assets of the company to be applied for the discharge of its liability: "
    },
    {
        "rule": "shall distinguish between those who are "
    },
    {
        "rule": "liable for "
    },
    {
        "rule": "shall include every person, who is or has "
    },
    {
        "rule": "shall be liable to contribute to the assets of the company an amount sufficient for "
    },
    {
        "rule": "subject to the following conditions, "
    },
    {
        "rule": "shall not be liable to contribute if he has ceased to be a "
    },
    {
        "rule": "shall not be liable to contribute in respect of any debt or "
    },
    {
        "rule": "shall be liable to contribute unless it appears to the "
    },
    {
        "rule": "required to be made by them "
    },
    {
        "rule": "shall be required from any person, "
    },
    {
        "rule": "liable as such member; "
    },
    {
        "rule": "shall be required from any "
    },
    {
        "rule": "shall be liable to contribute to the extent of any sum unpaid on any shares held by him "
    },
    {
        "rule": "Obligations of directors and managers.— In the case of a limited company, any person who is "
    },
    {
        "rule": "shall, in "
    },
    {
        "rule": "liable to make a further "
    },
    {
        "rule": "shall not be liable to make such further "
    },
    {
        "rule": "shall not be liable to make such further "
    },
    {
        "rule": "subject to the articles of the company, a director or manager shall not be liable to make such "
    },
    {
        "rule": "shall be, an advisory committee to advise the Company Liquidator and to "
    },
    {
        "rule": "shall consist of not more than twelve members, "
    },
    {
        "rule": "shall convene a meeting of creditors and contributories, as ascertained "
    },
    {
        "rule": "shall have the right to inspect the books of account and other documents, "
    },
    {
        "rule": "shall be such as may be "
    },
    {
        "rule": "shall be chaired by the Company Liquidator. "
    },
    {
        "rule": "shall make "
    },
    {
        "rule": "shall be made by the Tribunal only when the application "
    },
    {
        "rule": "shall be followed in respect of the consideration and sanction of the scheme of revival of the company. "
    },
    {
        "rule": "shall forthwith be forwarded by the Company "
    },
    {
        "rule": "shall make an endorsement of the order in his books and records relating "
    },
    {
        "rule": "Subject to directions by the Tribunal, if any, "
    },
    {
        "rule": "shall have the "
    },
    {
        "rule": "in accordance with priorities established under this Act; "
    },
    {
        "rule": "shall, for the purpose of enabling the Company Liquidator to take out the "
    },
    {
        "rule": "obligations and responsibilities and for protection of the assets of the company, appoint "
    },
    {
        "rule": "obligations and functions as Company Liquidator; and "
    },
    {
        "rule": "shall be subject to the "
    },
    {
        "rule": "shall perform such "
    },
    {
        "rule": "shall disclose forthwith to the Tribunal in the prescribed "
    },
    {
        "rule": "Subject to the provisions of this "
    },
    {
        "rule": "shall, in the administration of the assets of the company and the distribution "
    },
    {
        "rule": "shall, in case of "
    },
    {
        "rule": "shall summon such meetings at such times, as the creditors or contributories, as the case may "
    },
    {
        "rule": "shall keep proper "
    },
    {
        "rule": "shall cause entries or minutes to be made of "
    },
    {
        "rule": "subject to the control of the Tribunal, inspect any such books, "
    },
    {
        "rule": "shall maintain "
    },
    {
        "rule": "shall, at such times as may be prescribed but not less than twice in each "
    },
    {
        "rule": "shall be verified by a declaration in such form and "
    },
    {
        "rule": "shall cause the accounts to be audited in such manner as it thinks fit, and for the "
    },
    {
        "rule": "shall furnish to the Tribunal with such vouchers and "
    },
    {
        "rule": "shall be filed by the "
    },
    {
        "rule": "shall be delivered to the Registrar which shall "
    },
    {
        "rule": "shall forward a copy thereof— "
    },
    {
        "rule": "shall cause the accounts when audited, or a summary thereof, to be "
    },
    {
        "rule": "shall send a printed copy of the accounts or summary thereof by post to every creditor and "
    },
    {
        "rule": "shall adjust the rights of the "
    },
    {
        "rule": "shall be without prejudice to such lien, and the Tribunal shall have "
    },
    {
        "rule": "shall be executed in the same manner as decrees for the "
    },
    {
        "rule": "shall by such payment or delivery be, unless otherwise directed by such order, discharged from all "
    },
    {
        "rule": "shall attend before the Tribunal on a "
    },
    {
        "rule": "shall take part in the examination, and for that purpose he or it may, if "
    },
    {
        "rule": "shall be examined on oath and shall answer all such questions as the Tribunal may put, "
    },
    {
        "rule": "shall, before his examination, be furnished at his own cost with a copy of the report of the "
    },
    {
        "rule": "shall be at liberty "
    },
    {
        "rule": "shall be the duty of the Company Liquidator to appear on the hearing of "
    },
    {
        "rule": "shall be taken down in writing, and shall be read over to or by, and "
    },
    {
        "rule": "shall be open to inspection by any creditor or contributory at all reasonable times. "
    },
    {
        "rule": "shall make an application to the Tribunal for dissolution "
    },
    {
        "rule": "shall on an application filed by the Company Liquidator under sub-section (1) or "
    },
    {
        "rule": "shall be dissolved accordingly. "
    },
    {
        "rule": "shall, within thirty days from the date thereof, be forwarded by the Company "
    },
    {
        "rule": "shall record in the register relating to the company a minute of the "
    },
    {
        "rule": "shall be punishable with fine which may extend to "
    },
    {
        "rule": "shall "
    },
    {
        "rule": "shall be filed before such authority competent to hear such appeals before such commencement. "
    },
    {
        "rule": "shall, at a meeting of the Board, make a declaration "
    },
    {
        "rule": "shall have no effect for the purposes of this Act, "
    },
    {
        "rule": "shall be presumed, "
    },
    {
        "rule": "shall be punishable with imprisonment for a term which shall not be less "
    },
    {
        "rule": "shall not be less than fifty "
    },
    {
        "rule": "shall along with the calling of meeting of the "
    },
    {
        "rule": "shall cause a notice of such meeting to be sent by "
    },
    {
        "rule": "shall— "
    },
    {
        "rule": "shall "
    },
    {
        "rule": "may not be able to pay for its debts in full from the proceeds of assets sold in "
    },
    {
        "rule": "shall be in the interest of all parties if the company "
    },
    {
        "rule": "in accordance with the provisions of Part I of this Chapter, the company "
    },
    {
        "rule": "shall within fourteen days thereafter file an application before the Tribunal. "
    },
    {
        "rule": "shall be "
    },
    {
        "rule": "shall be punishable with fine "
    },
    {
        "rule": "shall not be less than fifty thousand rupees but which may extend to two lakh rupees and the "
    },
    {
        "rule": "shall be punishable with imprisonment for a term which may "
    },
    {
        "rule": "shall not be less than fifty thousand rupees but which may extend "
    },
    {
        "rule": "shall within fourteen days of the passing of the resolution give notice of the resolution by advertisement "
    },
    {
        "rule": "shall be punishable with fine which may extend to five thousand rupees for "
    },
    {
        "rule": "shall be deemed to "
    },
    {
        "rule": "shall "
    },
    {
        "rule": "shall continue until it is "
    },
    {
        "rule": "shall appoint a Company Liquidator from the panel "
    },
    {
        "rule": "shall be effective only after it "
    },
    {
        "rule": "shall appoint another Company Liquidator. "
    },
    {
        "rule": "shall file a declaration in the prescribed "
    },
    {
        "rule": "obligation shall "
    },
    {
        "rule": "shall be given a "
    },
    {
        "rule": "shall vacate his office. "
    },
    {
        "rule": "shall give notice to the Registrar of the appointment of a Company Liquidator along with the name and "
    },
    {
        "rule": "shall be punishable with fine which may extend to five hundred rupees for "
    },
    {
        "rule": "shall cease, except for the purpose of giving notice of such appointment of "
    },
    {
        "rule": "shall perform such functions and discharge such duties as may be determined from time to "
    },
    {
        "rule": "shall settle the list of contributories, which shall be prima facie evidence "
    },
    {
        "rule": "shall call general meetings of the company for the purpose of obtaining "
    },
    {
        "rule": "shall maintain regular and proper books of account in such form and in "
    },
    {
        "rule": "shall prepare quarterly statement of accounts in such form and manner "
    },
    {
        "rule": "shall be punishable with fine "
    },
    {
        "rule": "shall pay the debts of the company and shall adjust the rights of the "
    },
    {
        "rule": "shall observe due care and diligence in the discharge of his duties. "
    },
    {
        "rule": "comply with the provisions of this section except sub-section "
    },
    {
        "rule": "shall be punishable with fine which may extend to ten lakh rupees. "
    },
    {
        "rule": "shall report quarterly on the progress of winding up of the company in such form and in such "
    },
    {
        "rule": "shall also call a meeting of the members "
    },
    {
        "rule": "comply with the provisions of sub-section (1), he shall be "
    },
    {
        "rule": "shall immediately make a report to the Tribunal and the Tribunal shall, without prejudice to "
    },
    {
        "rule": "shall attend before the Tribunal on a day "
    },
    {
        "rule": "shall mutatis mutandis apply in relation to any examination directed "
    },
    {
        "rule": "shall prepare a report of the winding up showing that the property "
    },
    {
        "rule": "shall be called by the Company Liquidator in such form "
    },
    {
        "rule": "shall be wound up, they may pass a resolution for its "
    },
    {
        "rule": "shall— "
    },
    {
        "rule": "shall make a return in respect "
    },
    {
        "rule": "shall pass an order dissolving the company within sixty "
    },
    {
        "rule": "shall file a copy of the order under sub-section (5) with the Registrar "
    },
    {
        "rule": "shall forthwith publish a notice in the Official Gazette that the company is dissolved. "
    },
    {
        "rule": "comply with the provisions of this section, he shall be "
    },
    {
        "rule": "shall be entered into without the consent of the secured creditors. "
    },
    {
        "rule": "shall be binding on the "
    },
    {
        "rule": "shall be paid before the company is "
    },
    {
        "rule": "Subject to the provisions of this Act as to overriding "
    },
    {
        "rule": "shall, on its winding up, be applied in "
    },
    {
        "rule": "subject to such application, shall, unless the articles otherwise "
    },
    {
        "rule": "shall be binding on the company and on the creditors if it is "
    },
    {
        "rule": "shall "
    },
    {
        "rule": "shall "
    },
    {
        "rule": "shall, subject to the rights of secured creditors, "
    },
    {
        "rule": "in accordance with the provisions of this Act or of the law of "
    },
    {
        "rule": "shall be admissible to proof against the "
    },
    {
        "rule": "subject to any contingency, or may sound only in damages, or for some other reason may not bear a "
    },
    {
        "rule": "shall prevail and be observed with regard to— "
    },
    {
        "rule": "shall be deemed to be subject to a pari passu "
    },
    {
        "rule": "shall be entitled to represent the workmen and enforce such charge; "
    },
    {
        "rule": "shall be applied "
    },
    {
        "rule": "shall be entitled to prove and receive dividends out of the assets "
    },
    {
        "rule": "shall be liable to pay his portion of the expenses incurred by the "
    },
    {
        "rule": "shall be liable to pay shall be the whole of the "
    },
    {
        "rule": "shall be paid in priority to all other debts: "
    },
    {
        "rule": "shall be paid in priority to all "
    },
    {
        "rule": "shall be subject to such charge over the security of secured creditors as may be prescribed. "
    },
    {
        "rule": "shall be paid in full before any payment is "
    },
    {
        "rule": "shall be paid in full, unless "
    },
    {
        "rule": "shall abate in equal proportions. "
    },
    {
        "rule": "subject to the provisions of section 326, there "
    },
    {
        "rule": "shall be paid in priority to all other debts,— "
    },
    {
        "rule": "subject to the condition that the amount payable under this clause to any workman shall not "
    },
    {
        "rule": "shall be taken to be the amount of the lump sum for which such weekly "
    },
    {
        "rule": "shall, in a winding up, have a right of priority in respect of the money so advanced and paid-up "
    },
    {
        "rule": "shall— "
    },
    {
        "rule": "shall abate in equal proportions; and "
    },
    {
        "rule": "subject to that charge. "
    },
    {
        "rule": "Subject to the retention of such sums as may be necessary for the costs and expenses of the "
    },
    {
        "rule": "shall be discharged forthwith so far as the assets are sufficient to "
    },
    {
        "rule": "shall not be required except in so far as may be otherwise prescribed. "
    },
    {
        "rule": "shall be a first charge on the goods or effects so distrained on or "
    },
    {
        "rule": "shall "
    },
    {
        "rule": "shall be deemed to be wages in respect of services rendered to the "
    },
    {
        "rule": "shall be void against the Company "
    },
    {
        "rule": "shall be void. "
    },
    {
        "rule": "shall be subject to the same liabilities, and shall have the same rights, as if he had "
    },
    {
        "rule": "liable as a surety for the debt, to the extent of the mortgage or charge on the "
    },
    {
        "rule": "shall be determined as at the "
    },
    {
        "rule": "shall have jurisdiction to "
    },
    {
        "rule": "shall apply mutatis mutandis in relation to transactions other "
    },
    {
        "rule": "shall, unless it is proved that the company immediately after the "
    },
    {
        "rule": "subject to the provisions of this section, by writing signed by "
    },
    {
        "rule": "shall operate to determine, as from the date of disclaimer, the rights, interest and "
    },
    {
        "rule": "shall not, except so far as is "
    },
    {
        "rule": "shall not be entitled to disclaim any property in any case where an "
    },
    {
        "rule": "shall be deemed to have "
    },
    {
        "rule": "subject to the burden of a contract made with the company, make an order "
    },
    {
        "rule": "shall vest accordingly in the person named therein in that behalf without "
    },
    {
        "rule": "shall not make a "
    },
    {
        "rule": "subject to the same liabilities and obligations as those to which the company was subject "
    },
    {
        "rule": "obligations as if the lease had "
    },
    {
        "rule": "shall be excluded from all "
    },
    {
        "rule": "shall have power to vest the estate and interest of "
    },
    {
        "rule": "liable, either personally or in a representative character, and "
    },
    {
        "rule": "shall be deemed to be a "
    },
    {
        "rule": "shall be void. "
    },
    {
        "rule": "shall, unless the Tribunal otherwise orders, "
    },
    {
        "rule": "shall be void. "
    },
    {
        "rule": "shall apply to any proceedings for the recovery of any tax or impost or any "
    },
    {
        "rule": "shall be punishable with imprisonment for a term which shall not be less than three years but which "
    },
    {
        "rule": "shall not be less than one lakh rupees but which may extend "
    },
    {
        "rule": "shall be a good defence if the accused proves that he had no intent to defraud or to "
    },
    {
        "rule": "shall be punishable with imprisonment for a term which shall not be less than "
    },
    {
        "rule": "shall not be less than three lakh rupees "
    },
    {
        "rule": "Penalty for frauds by officers.— If any person, being at the time of the commission of the "
    },
    {
        "rule": "shall be punishable with imprisonment for a term which shall not be less than one year but which may "
    },
    {
        "rule": "shall not be less than one lakh rupees but which may extend to "
    },
    {
        "rule": "shall, unless he shows that he acted honestly and that in the circumstances in "
    },
    {
        "rule": "shall not be less than one year but which may extend to three years and "
    },
    {
        "rule": "shall not be less than one lakh rupees but which may extend to three lakh rupees. "
    },
    {
        "rule": "shall be deemed that proper books of account have not been "
    },
    {
        "rule": "shall be personally responsible, without any limitation of liability, for all or any of the debts or "
    },
    {
        "rule": "obligation due from the company to him, or on any mortgage or charge or any interest in "
    },
    {
        "rule": "liable or any person acting on "
    },
    {
        "rule": "shall be liable for action under section 447. "
    },
    {
        "rule": "shall apply, notwithstanding that the person concerned may be punishable under any "
    },
    {
        "rule": "liable, the debt, obligation, mortgage or charge was created, issued or transferred or the "
    },
    {
        "rule": "in accordance with whose directions or "
    },
    {
        "rule": "liable or accountable for, any money or property of the "
    },
    {
        "rule": "shall be made within five years from the date of the winding "
    },
    {
        "rule": "shall apply, notwithstanding that the matter is one for which the person concerned "
    },
    {
        "rule": "liable. "
    },
    {
        "rule": "shall also have power to make a declaration under section 339, or "
    },
    {
        "rule": "shall forthwith report the matter to the Registrar and shall "
    },
    {
        "rule": "shall "
    },
    {
        "rule": "shall be made by the Registrar under this clause without first giving the "
    },
    {
        "rule": "shall have effect as though the report had been made in pursuance of the provisions of sub-section (2). "
    },
    {
        "rule": "shall be the duty of the liquidator and of "
    },
    {
        "rule": "shall include any banker or legal adviser of the company and any person employed by the company as "
    },
    {
        "rule": "shall be liable to pay "
    },
    {
        "rule": "shall not be less than twenty-five thousand rupees but which may extend to one lakh rupees. "
    },
    {
        "rule": "subject to sanction.— (1) The Company "
    },
    {
        "rule": "liable; or "
    },
    {
        "rule": "subject to such conditions, restrictions and limitations, if any, as may be "
    },
    {
        "rule": "shall after giving a reasonable opportunity to such applicant and the Company Liquidator, pass "
    },
    {
        "rule": "shall contain a statement "
    },
    {
        "rule": "shall be punishable with fine which shall not be less than fifty thousand rupees but "
    },
    {
        "rule": "shall, as between the contributories of "
    },
    {
        "rule": "in accordance with, and subject to such "
    },
    {
        "rule": "shall exclude or restrict any rights conferred by any law for "
    },
    {
        "rule": "responsibility shall devolve "
    },
    {
        "rule": "shall be punishable with imprisonment for a term which may extend to six months or with fine which may "
    },
    {
        "rule": "shall, unless he is exempted from so "
    },
    {
        "rule": "shall be necessary where the "
    },
    {
        "rule": "shall "
    },
    {
        "rule": "shall be kept by him along with the other records of the "
    },
    {
        "rule": "shall forward a copy thereof— "
    },
    {
        "rule": "shall be "
    },
    {
        "rule": "shall "
    },
    {
        "rule": "shall, "
    },
    {
        "rule": "shall "
    },
    {
        "rule": "shall be punishable with imprisonment for a term which may extend to six months or with fine which may "
    },
    {
        "rule": "shall, in such manner and at such times as may be prescribed, pay the monies received by him "
    },
    {
        "rule": "shall, in such manner and at such times as may be prescribed, deposit the monies "
    },
    {
        "rule": "shall— "
    },
    {
        "rule": "penalty as may be determined by the Tribunal; "
    },
    {
        "rule": "liable to pay any expenses occasioned by reason of his default; and "
    },
    {
        "rule": "liable to have all or such part of his remuneration, as the Tribunal may consider just "
    },
    {
        "rule": "shall deposit any monies received by him in his "
    },
    {
        "rule": "shall forthwith deposit the said money into a separate special account to be known as the "
    },
    {
        "rule": "shall, on the dissolution of the company, pay into the Company Liquidation "
    },
    {
        "rule": "shall, when making any payment referred to in sub-sections (1) and (2), furnish to "
    },
    {
        "rule": "shall be entitled to a receipt from the scheduled bank for any money paid to it under "
    },
    {
        "rule": "shall be an effectual discharge of the Company Liquidator in "
    },
    {
        "rule": "shall, when filing a "
    },
    {
        "rule": "shall, within fourteen days of the date of filing the said statement, pay that sum "
    },
    {
        "rule": "shall settle the claim of such person within a period of sixty days from the "
    },
    {
        "rule": "shall make a report to the Regional Director "
    },
    {
        "rule": "shall be "
    },
    {
        "rule": "shall be dealt with as if such transfer had not been "
    },
    {
        "rule": "shall— "
    },
    {
        "rule": "penalty as may be determined by the Registrar: "
    },
    {
        "rule": "required to pay under this clause; "
    },
    {
        "rule": "liable to pay any expenses occasioned by reason of his default; and "
    },
    {
        "rule": "liable to have all or such part of his "
    },
    {
        "rule": "required to file, deliver, make or give, fails to make good the default within fourteen days after the "
    },
    {
        "rule": "shall be borne by the Company Liquidator. "
    },
    {
        "rule": "shall prejudice the operation of any enactment imposing penalties on a "
    },
    {
        "rule": "shall be had to the value "
    },
    {
        "rule": "shall be had to the "
    },
    {
        "rule": "required to be sworn under the provisions, or for the purposes, of this Chapter may be sworn— "
    },
    {
        "rule": "shall take "
    },
    {
        "rule": "shall be the duty of the Company Liquidator or the person on whose application the order was "
    },
    {
        "rule": "shall register the same, and if the Company "
    },
    {
        "rule": "shall be punishable with "
    },
    {
        "rule": "shall be deemed to have commenced at the time of "
    },
    {
        "rule": "shall be deemed to have been validly taken. "
    },
    {
        "rule": "shall be deemed to commence at "
    },
    {
        "rule": "shall be "
    },
    {
        "rule": "shall be whole-time officers of the Central "
    },
    {
        "rule": "shall be paid by the Central Government. "
    },
    {
        "rule": "shall exercise such "
    },
    {
        "rule": "shall appoint the Official "
    },
    {
        "rule": "shall forthwith take into his custody or control all assets, effects and "
    },
    {
        "rule": "shall, within thirty days of his appointment, submit a report to the Central "
    },
    {
        "rule": "shall be submitted within such time as may "
    },
    {
        "rule": "shall "
    },
    {
        "rule": "shall serve a notice within thirty days of his appointment calling upon the "
    },
    {
        "rule": "shall be deposited in "
    },
    {
        "rule": "shall call upon the creditors of the company to prove their claims in such "
    },
    {
        "rule": "shall prepare a list of claims of creditors in such manner as may be "
    },
    {
        "rule": "shall be communicated of the claims accepted or rejected along with reasons "
    },
    {
        "rule": "shall make payment to the creditors whose claims have been accepted. "
    },
    {
        "rule": "shall, if he is satisfied that the "
    },
    {
        "rule": "shall order "
    },
    {
        "rule": "shall strike off the name of the "
    },
    {
        "rule": "subject to the provisions contained in this section, any company formed, "
    },
    {
        "rule": "shall not be invalid by reason only that it has taken place with a "
    },
    {
        "rule": "shall not register in "
    },
    {
        "rule": "shall not register in pursuance of this section as an "
    },
    {
        "rule": "shall be registered in pursuance of this section as a company limited by shares "
    },
    {
        "rule": "shall not register in pursuance of this section without the assent of a majority of "
    },
    {
        "rule": "required to assent as aforesaid shall consist of not less than three-fourths of the members present in "
    },
    {
        "rule": "shall be accompanied by a resolution declaring that each member undertakes to "
    },
    {
        "rule": "shall be had to the number of votes to which each member is entitled according to the regulations "
    },
    {
        "rule": "shall certify under his hand that the company applying for registration is incorporated "
    },
    {
        "rule": "shall be so incorporated. "
    },
    {
        "rule": "shall, on such registration, pass to and vest in the company as incorporated under this Act for all the "
    },
    {
        "rule": "shall not "
    },
    {
        "rule": "obligation incurred, or any contract entered into, by, "
    },
    {
        "rule": "shall not issue against the property or persons of any individual member of "
    },
    {
        "rule": "shall apply. "
    },
    {
        "rule": "shall be deemed to "
    },
    {
        "rule": "required to be inserted "
    },
    {
        "rule": "shall apply to the company and the members, contributories and "
    },
    {
        "rule": "shall not apply unless and except in so far as it is adopted by special "
    },
    {
        "rule": "shall not apply to any company "
    },
    {
        "rule": "shall be a contributory, in respect "
    },
    {
        "rule": "liable to pay or "
    },
    {
        "rule": "shall be liable to contribute "
    },
    {
        "rule": "shall apply. "
    },
    {
        "rule": "shall not be "
    },
    {
        "rule": "shall not be "
    },
    {
        "rule": "shall apply, notwithstanding anything in any Act of Parliament or any other law for the time being in "
    },
    {
        "rule": "shall authorise the company to alter any such provisions contained in any "
    },
    {
        "rule": "required to be contained in the memorandum and are not authorised to be "
    },
    {
        "rule": "shall derogate from any power "
    },
    {
        "rule": "shall, in the case of "
    },
    {
        "rule": "shall be proceeded with or commenced against the company or any contributory of "
    },
    {
        "rule": "Obligations of companies registering under this Part.— Every company which is seeking "
    },
    {
        "rule": "shall,— "
    },
    {
        "rule": "shall be submitted to the registering or "
    },
    {
        "rule": "comply with such other conditions as may be prescribed. "
    },
    {
        "rule": "Subject to the provisions of this Part, any "
    },
    {
        "rule": "shall apply to an unregistered company, with the "
    },
    {
        "rule": "shall be wound up under this Act voluntarily. "
    },
    {
        "rule": "shall, for the purposes of this Act, be deemed to be unable to pay its "
    },
    {
        "rule": "shall not include— "
    },
    {
        "rule": "shall include any partnership firm, limited liability partnership or society or "
    },
    {
        "rule": "shall be in addition to and not in derogation of, any provisions hereinbefore in "
    },
    {
        "rule": "shall not, except in the event of its being wound up, be "
    },
    {
        "rule": "shall affect the operation of any "
    },
    {
        "rule": "shall be read as references to the corresponding "
    },
    {
        "rule": "shall comply with the provisions of this Chapter "
    },
    {
        "rule": "shall, within thirty days of the establishment of its place of business in India, deliver to the "
    },
    {
        "rule": "required to be served on the company; "
    },
    {
        "rule": "shall, if it has not delivered to "
    },
    {
        "rule": "subject to the obligation to deliver "
    },
    {
        "rule": "in accordance with that Act. "
    },
    {
        "rule": "shall, within thirty days of such alteration, deliver to the Registrar for "
    },
    {
        "rule": "shall, in every calendar year,— "
    },
    {
        "rule": "shall not apply, or shall apply "
    },
    {
        "rule": "subject to such exceptions and modifications as may be specified in that notification. "
    },
    {
        "rule": "shall "
    },
    {
        "rule": "shall send to the Registrar along with the documents required to be "
    },
    {
        "rule": "shall— "
    },
    {
        "rule": "required to be served "
    },
    {
        "rule": "shall be deemed to be sufficiently served, if addressed to any person whose name "
    },
    {
        "rule": "shall apply mutatis mutandis to a foreign company. "
    },
    {
        "rule": "shall, subject to such exceptions, modifications and adaptations as "
    },
    {
        "rule": "shall apply to a foreign company to the extent of requiring it to keep "
    },
    {
        "rule": "shall apply mutatis mutandis to charges on properties which are "
    },
    {
        "rule": "shall apply mutatis mutandis to the Indian business of a foreign "
    },
    {
        "rule": "shall be paid to the Registrar for registering any "
    },
    {
        "rule": "shall issue, "
    },
    {
        "rule": "shall not apply in the case "
    },
    {
        "rule": "shall be void. "
    },
    {
        "rule": "shall issue to any person in India a form of application for securities of such a company "
    },
    {
        "rule": "shall not apply if it is shown that the form of application was issued in "
    },
    {
        "rule": "shall not apply to the issue to existing members or debenture holders of a company of a "
    },
    {
        "rule": "shall apply to a prospectus or form of application whether issued on "
    },
    {
        "rule": "shall limit or diminish any liability which any person may incur under any "
    },
    {
        "rule": "shall issue, circulate or "
    },
    {
        "rule": "shall be deemed to be included in a prospectus, if it is "
    },
    {
        "rule": "shall issue, circulate or distribute in India any "
    },
    {
        "rule": "shall be dealt with in a depository mode "
    },
    {
        "rule": "shall apply to— "
    },
    {
        "rule": "shall apply mutatis mutandis for closure of the place of business of "
    },
    {
        "rule": "Punishment for contravention.— Without prejudice to the provisions of section 391, if a "
    },
    {
        "rule": "shall be punishable "
    },
    {
        "rule": "shall not be less than one lakh rupees but which may extend to three lakh rupees and in "
    },
    {
        "rule": "shall be punishable with imprisonment for a term which may extend to six "
    },
    {
        "rule": "shall not be less than twenty-five thousand rupees but which may extend to "
    },
    {
        "rule": "comply with provisions of this Chapter not to affect validity of "
    },
    {
        "rule": "comply with the provisions of this Chapter shall not affect "
    },
    {
        "rule": "shall not be entitled to bring any suit, claim any set-off, make any "
    },
    {
        "rule": "shall cause an annual report on the working and "
    },
    {
        "rule": "shall cause a copy of the annual report prepared under sub-"
    },
    {
        "rule": "shall cause an annual report on the working and affairs of the company to be— "
    },
    {
        "rule": "shall, so far as may be, apply to a Government "
    },
    {
        "rule": "shall, by notification, establish such number of offices at such places as it thinks fit, specifying their "
    },
    {
        "rule": "shall be such as may be "
    },
    {
        "rule": "shall be such as may be prescribed. "
    },
    {
        "rule": "shall be "
    },
    {
        "rule": "shall be "
    },
    {
        "rule": "required to be filed or delivered "
    },
    {
        "rule": "shall be filed in the electronic form and authenticated in "
    },
    {
        "rule": "required to be served or "
    },
    {
        "rule": "shall be maintained by the Registrar in the electronic form and registered or "
    },
    {
        "rule": "shall be "
    },
    {
        "rule": "shall register change of registered office, alteration of memorandum or articles, "
    },
    {
        "rule": "required to be registered or issued or recorded or "
    },
    {
        "rule": "shall not relate to imposition of fines or other pecuniary penalties or demand or payment of fees or "
    },
    {
        "rule": "punishment therefor. "
    },
    {
        "rule": "in accordance with the rules "
    },
    {
        "rule": "shall be exercisable— "
    },
    {
        "rule": "shall issue from "
    },
    {
        "rule": "shall bear thereon a statement that it is issued with the leave of the court or the Tribunal. "
    },
    {
        "rule": "shall not be necessary to prove), shall, in all legal proceedings, be admissible in evidence as of "
    },
    {
        "rule": "shall be exclusive, or in the alternative or in addition to "
    },
    {
        "rule": "shall be filed, in so far as they are not inconsistent with this "
    },
    {
        "rule": "shall apply in relation to the records in electronic form specified under section 398. "
    },
    {
        "rule": "required to be submitted, filed, registered or recorded, "
    },
    {
        "rule": "shall be submitted, filed, "
    },
    {
        "rule": "shall, without prejudice to the liability for payment of fee and additional fee, be liable for the penalty or "
    },
    {
        "rule": "punishment provided under this Act for such failure or default. "
    },
    {
        "rule": "shall be paid into the public account of India in the "
    },
    {
        "rule": "shall be published in the Official Gazette and may be addressed "
    },
    {
        "rule": "shall be deemed to be the date on which requirement for "
    },
    {
        "rule": "comply with an order made under sub-section (1) or subsection (3), or "
    },
    {
        "rule": "shall be punishable with fine which may extend to twenty-five thousand rupees and every "
    },
    {
        "rule": "shall be punishable with imprisonment for a term which may "
    },
    {
        "rule": "shall not be less than twenty-five thousand rupees but which may "
    },
    {
        "rule": "shall be deemed to include references to the foreign company in relation, and only in relation, to such "
    },
    {
        "rule": "shall not apply, or shall apply with such exceptions, modifications and "
    },
    {
        "rule": "shall be laid in draft "
    },
    {
        "rule": "shall not be issued or, as the case may be, shall be issued only in such "
    },
    {
        "rule": "shall, by "
    },
    {
        "rule": "shall be a person "
    },
    {
        "rule": "shall not be qualified for appointment as a Judicial Member unless he— "
    },
    {
        "rule": "shall be included any period during which the person has held "
    },
    {
        "rule": "shall not be qualified for appointment as a Technical Member unless he— "
    },
    {
        "rule": "shall be in the pay scale of Joint Secretary to the "
    },
    {
        "rule": "shall, by notification, "
    },
    {
        "rule": "shall be a person who is or has been a Judge of the Supreme Court or the Chief Justice of a High Court. "
    },
    {
        "rule": "shall be a person who is or has been a Judge of a High Court or is a Judicial "
    },
    {
        "rule": "shall be a person of proven ability, integrity and standing having special "
    },
    {
        "rule": "shall be appointed after "
    },
    {
        "rule": "shall be "
    },
    {
        "rule": "shall be the Convener of the Selection Committee. "
    },
    {
        "rule": "shall determine its procedure for recommending persons under sub-"
    },
    {
        "rule": "shall be invalid merely "
    },
    {
        "rule": "shall hold office as such for a term of five years from the date on which he "
    },
    {
        "rule": "shall be eligible for re-appointment for another term of five years. "
    },
    {
        "rule": "shall hold office as such until he attains,— "
    },
    {
        "rule": "shall not be eligible for appointment "
    },
    {
        "rule": "shall hold office as such for a term of five "
    },
    {
        "rule": "shall be eligible for re-appointment for another "
    },
    {
        "rule": "shall hold office as such until he attains,— "
    },
    {
        "rule": "shall not be eligible for appointment "
    },
    {
        "rule": "shall be such as may be prescribed: "
    },
    {
        "rule": "shall be varied to their disadvantage after their appointment. "
    },
    {
        "rule": "shall act as the President or the Chairperson, as the case "
    },
    {
        "rule": "in accordance with the "
    },
    {
        "rule": "shall discharge the functions of the President or the "
    },
    {
        "rule": "shall continue to hold office until the "
    },
    {
        "rule": "shall not be removed on any of the "
    },
    {
        "rule": "shall not be removed from his office except by an order made by the Central Government on the "
    },
    {
        "rule": "shall, after consultation with the Supreme Court, make rules to regulate "
    },
    {
        "rule": "shall, in "
    },
    {
        "rule": "shall discharge their "
    },
    {
        "rule": "shall be such as may be prescribed. "
    },
    {
        "rule": "shall be constituted such number of Benches of the Tribunal, "
    },
    {
        "rule": "shall be at New Delhi which shall be presided over by the "
    },
    {
        "rule": "shall be exercisable by Benches consisting of two Members out of "
    },
    {
        "rule": "shall be a Judicial Member and the other shall be a Technical Member: "
    },
    {
        "rule": "shall be competent for the Members of the Tribunal authorised in this behalf to "
    },
    {
        "rule": "shall, for the disposal of any case relating to rehabilitation, restructuring, reviving "
    },
    {
        "rule": "shall be decided according "
    },
    {
        "rule": "shall state the point or "
    },
    {
        "rule": "shall be referred by the President for hearing on such point or "
    },
    {
        "rule": "shall be decided "
    },
    {
        "rule": "shall make such "
    },
    {
        "rule": "shall be made in respect of any order against which an appeal has "
    },
    {
        "rule": "shall send a copy of every order passed under this section to all the parties "
    },
    {
        "rule": "shall lie to the Appellate Tribunal from an order made by the Tribunal with the consent "
    },
    {
        "rule": "shall be filed within a period of forty-five days from the date "
    },
    {
        "rule": "shall be in "
    },
    {
        "rule": "shall, after giving the "
    },
    {
        "rule": "shall send a copy of every order made by it to the Tribunal and the parties "
    },
    {
        "rule": "shall be dealt with and "
    },
    {
        "rule": "shall be made by the Tribunal or the "
    },
    {
        "rule": "shall record the reasons for not "
    },
    {
        "rule": "shall not, while disposing of any proceeding before it or, as the case may be, an appeal before it, "
    },
    {
        "rule": "shall be "
    },
    {
        "rule": "subject to the other provisions of this Act and of any rules "
    },
    {
        "rule": "shall have power to regulate their own "
    },
    {
        "rule": "shall have, for the purposes of discharging their "
    },
    {
        "rule": "subject to the provisions of sections 123 and 124 of the Indian Evidence Act, 1872 (1 of "
    },
    {
        "rule": "shall be lawful for the "
    },
    {
        "rule": "shall be deemed to be judicial "
    },
    {
        "rule": "shall be deemed to be civil court "
    },
    {
        "rule": "shall have the same "
    },
    {
        "rule": "shall have the effect subject to modifications that— "
    },
    {
        "rule": "shall be construed as including a reference to the "
    },
    {
        "rule": "shall be construed as a "
    },
    {
        "rule": "subject to such conditions, if any, as may be specified in the order, any of its officers or "
    },
    {
        "rule": "shall be deemed to be public servants within the meaning of section 21 of the Indian "
    },
    {
        "rule": "shall "
    },
    {
        "rule": "shall, on such request being made to him,— "
    },
    {
        "rule": "shall be called in question in any court or before any authority on any "
    },
    {
        "rule": "shall have jurisdiction to entertain any "
    },
    {
        "rule": "shall be "
    },
    {
        "rule": "shall be questioned or shall be invalid merely on "
    },
    {
        "rule": "shall, as far as may be, "
    },
    {
        "rule": "shall stand "
    },
    {
        "rule": "shall dispose of such matters, proceedings or cases in "
    },
    {
        "rule": "shall stand transferred to the "
    },
    {
        "rule": "shall stand abated: "
    },
    {
        "rule": "in accordance with the provisions of this Act: "
    },
    {
        "rule": "shall be payable for making such reference under this Act by a "
    },
    {
        "rule": "shall be tried, as the case may be, by a Metropolitan Magistrate or a "
    },
    {
        "rule": "shall consist of a single judge who shall be appointed by the Central Government "
    },
    {
        "rule": "shall not be qualified for appointment as a judge of a Special Court unless he is, "
    },
    {
        "rule": "shall be triable only by the "
    },
    {
        "rule": "shall order such person to be forwarded to the "
    },
    {
        "rule": "shall be passed: "
    },
    {
        "rule": "shall, after hearing the parties, record an order to that effect and thereafter "
    },
    {
        "rule": "shall apply to the "
    },
    {
        "rule": "shall be "
    },
    {
        "rule": "shall be "
    },
    {
        "rule": "shall be deemed to be non-cognizable within the meaning of the said Code. "
    },
    {
        "rule": "shall take cognizance of any offence under this Act which is alleged to have been "
    },
    {
        "rule": "shall apply to a prosecution by a company of any of "
    },
    {
        "rule": "shall not be necessary unless the court "
    },
    {
        "rule": "shall not apply to any action taken by the liquidator of a "
    },
    {
        "rule": "shall not be deemed to be an officer of the company "
    },
    {
        "rule": "shall, until a Special Court is established, be tried by a Court of Session exercising jurisdiction over "
    },
    {
        "rule": "shall affect the powers of the High Court under section "
    },
    {
        "rule": "shall not, in any case, exceed the maximum amount of the fine "
    },
    {
        "rule": "required to be paid or credited for the compounding of an "
    },
    {
        "rule": "shall be taken into account: "
    },
    {
        "rule": "shall not "
    },
    {
        "rule": "shall apply to an offence committed by a company or its officer within "
    },
    {
        "rule": "shall be deemed to be a first offence; "
    },
    {
        "rule": "shall be made to the Registrar who shall "
    },
    {
        "rule": "shall be given by the company to the Registrar within seven days from "
    },
    {
        "rule": "shall "
    },
    {
        "rule": "shall be brought by the Registrar in writing, to the notice of the court in which the "
    },
    {
        "rule": "shall be discharged. "
    },
    {
        "rule": "required to be paid under section 403, such return, account or other document "
    },
    {
        "rule": "comply with any order made by the "
    },
    {
        "rule": "shall be punishable with imprisonment for a term which may extend to six months, or with fine not "
    },
    {
        "rule": "shall be compoundable with the permission of the Special Court, "
    },
    {
        "rule": "in accordance with the procedure laid down in that Act for compounding of offences; "
    },
    {
        "rule": "shall not be compoundable. "
    },
    {
        "rule": "shall be compounded except under and in accordance with the "
    },
    {
        "rule": "shall maintain a panel of "
    },
    {
        "rule": "shall appoint one or "
    },
    {
        "rule": "shall be "
    },
    {
        "rule": "shall follow such procedure as may be prescribed and "
    },
    {
        "rule": "shall have all the powers and privileges conferred by the Code on "
    },
    {
        "rule": "shall be deemed to have been validly presented to the appellate court. "
    },
    {
        "rule": "shall apply mutatis mutandis to compensation for "
    },
    {
        "rule": "shall be applied in or towards payment of the costs of the proceedings, or in or towards "
    },
    {
        "rule": "Punishment for fraud.— Without prejudice to any liability including repayment of any debt "
    },
    {
        "rule": "shall be punishable with imprisonment for a term which shall not be less than six months but which may "
    },
    {
        "rule": "shall also be liable to fine which shall not be less than the amount involved in the "
    },
    {
        "rule": "shall not "
    },
    {
        "rule": "Punishment for false statement.— Save as otherwise provided in this Act, if in any return, "
    },
    {
        "rule": "shall be liable under section 447. "
    },
    {
        "rule": "Punishment for false evidence.— Save as otherwise provided in this Act, if any person "
    },
    {
        "rule": "shall be punishable with imprisonment for a term which shall not be less than three years but which "
    },
    {
        "rule": "Punishment where no specific penalty or punishment is provided.— If a company or any "
    },
    {
        "rule": "subject to which any approval, sanction, consent, "
    },
    {
        "rule": "penalty or punishment is provided elsewhere in this Act, the company and "
    },
    {
        "rule": "shall be punishable with fine which "
    },
    {
        "rule": "Punishment in case of repeated default.— If a company or an officer of a company commits "
    },
    {
        "rule": "shall be punishable with twice the amount of fine for such offence in addition to "
    },
    {
        "rule": "Punishment for wrongful withholding of property.— (1) If any officer or employee of a "
    },
    {
        "rule": "shall, on the complaint of the company or of any member or creditor or contributory thereof, be "
    },
    {
        "rule": "shall not be less than one lakh rupees but which may extend to five lakh "
    },
    {
        "rule": "Punishment for improper use of ―Limited‖ or ―Private Limited‖.— If any person or persons "
    },
    {
        "rule": "shall, unless duly incorporated with limited liability, or unless duly incorporated as a "
    },
    {
        "rule": "shall not be less "
    },
    {
        "rule": "penalty under the provisions of this Act in the manner as may be "
    },
    {
        "rule": "shall while appointing adjudicating officers, specify their jurisdiction in "
    },
    {
        "rule": "penalty on the company and the officer who "
    },
    {
        "rule": "shall, before imposing any penalty, give a reasonable opportunity of "
    },
    {
        "rule": "shall be filed within sixty days from the date on which the "
    },
    {
        "rule": "shall be in "
    },
    {
        "rule": "penalty imposed by the adjudicating officer or the Regional "
    },
    {
        "rule": "shall be punishable with fine which shall not be less than twenty-five thousand rupees but which may "
    },
    {
        "rule": "penalty within a period of "
    },
    {
        "rule": "shall be punishable with "
    },
    {
        "rule": "shall not be less than twenty-five "
    },
    {
        "rule": "shall allow the status of a dormant company to "
    },
    {
        "rule": "shall maintain a register of dormant companies in such form as may be prescribed. "
    },
    {
        "rule": "shall issue a notice to that company and enter the name of such "
    },
    {
        "rule": "shall have such minimum number of directors, file such documents and pay "
    },
    {
        "rule": "shall strike off the name of a dormant company from the register of dormant "
    },
    {
        "rule": "comply with the requirements of this section. "
    },
    {
        "rule": "shall "
    },
    {
        "rule": "shall not be compelled to disclose to any court, Tribunal or other authority, the source from where he got "
    },
    {
        "rule": "subject to such conditions, limitations and restrictions as may be "
    },
    {
        "rule": "shall be delegated to Securities and Exchange Board for listed "
    },
    {
        "rule": "shall have the power to file a complaint in the court of "
    },
    {
        "rule": "shall, as soon as may be after it is issued, "
    },
    {
        "rule": "subject to conditions "
    },
    {
        "rule": "subject to such conditions, limitations or restrictions as "
    },
    {
        "rule": "required to be, made "
    },
    {
        "rule": "shall be accompanied by such fees as may be prescribed: "
    },
    {
        "rule": "required to be made to the Central Government under any provision of "
    },
    {
        "rule": "required to be filed with the Registrar under any provision of this Act is "
    },
    {
        "rule": "shall cause a general "
    },
    {
        "rule": "shall not apply to such class or classes of companies; or "
    },
    {
        "rule": "shall apply to the class or classes of companies with such exceptions, modifications and "
    },
    {
        "rule": "shall be laid in draft "
    },
    {
        "rule": "shall not be issued or, as the case may be, shall be issued only in such "
    },
    {
        "rule": "shall be "
    },
    {
        "rule": "shall, as soon as may be after it has been "
    },
    {
        "rule": "liable in respect of the negligence, default, breach of duty, "
    },
    {
        "rule": "shall have no power to grant "
    },
    {
        "rule": "shall have the same power to "
    },
    {
        "rule": "shall grant any relief to any officer under sub-section (1) or sub-section (2) unless it has, "
    },
    {
        "rule": "shall be "
    },
    {
        "rule": "shall not exceed "
    },
    {
        "rule": "shall apply to— "
    },
    {
        "rule": "shall be punishable with fine which may extend to one lakh rupees and shall also be personally "
    },
    {
        "rule": "liable for all liabilities incurred in such business. "
    },
    {
        "rule": "shall stand repealed: "
    },
    {
        "rule": "shall be applicable "
    },
    {
        "rule": "shall continue to apply as if the Companies Act, 1956 "
    },
    {
        "rule": "shall, until the relevant "
    },
    {
        "rule": "penalty, punishment, "
    },
    {
        "rule": "shall, insofar as it is not inconsistent with "
    },
    {
        "rule": "subject to the provisions of clause (a), any order, rule, notification, regulation, appointment, "
    },
    {
        "rule": "shall, if in force at the commencement of this Act, continue to be in force, and "
    },
    {
        "rule": "shall have effect as if made, directed, passed, given, taken, executed, issued or done under or in "
    },
    {
        "rule": "shall not be affected, "
    },
    {
        "rule": "shall be "
    },
    {
        "rule": "shall not be revised or restored; "
    },
    {
        "rule": "shall "
    },
    {
        "rule": "shall continue to be "
    },
    {
        "rule": "shall apply to such companies as if they were registered under this "
    },
    {
        "rule": "shall be "
    },
    {
        "rule": "shall, subject to the provisions of this Act, continue to be "
    },
    {
        "rule": "shall continue to be proceeded with as if such inspection, investigation or inquiry has been "
    },
    {
        "rule": "shall be concluded by the Registrar, Regional Director or the Central Government, as the "
    },
    {
        "rule": "shall not be held to prejudice the general "
    },
    {
        "rule": "shall "
    },
    {
        "rule": "shall function as President, Chairperson or Member of the Tribunal or the Appellate Tribunal: "
    },
    {
        "rule": "shall, on such dissolution,— "
    },
    {
        "rule": "shall become, on and from such dissolution the officer and other employee, "
    },
    {
        "rule": "shall continue to do so unless and until his employment in the Tribunal or the Appellate "
    },
    {
        "rule": "shall not "
    },
    {
        "rule": "shall be entertained by any court, tribunal or other authority: "
    },
    {
        "rule": "shall, out of the monies standing to the credit of such provident "
    },
    {
        "rule": "shall be dealt with "
    },
    {
        "rule": "shall vacate their respective "
    },
    {
        "rule": "shall be entitled to claim any compensation for the premature termination of the term of his "
    },
    {
        "rule": "Subject to the provisions of this "
    },
    {
        "rule": "shall have effect as if enacted in this Act and shall "
    },
    {
        "rule": "shall apply to any company registered before "
    },
    {
        "rule": "shall be laid as soon as "
    },
    {
        "rule": "shall thereafter have effect only in such modified form or be of no effect, as the case "
    },
    {
        "rule": "shall be without prejudice to the validity of "
    },
    {
        "rule": "shall, make rules consistent with the Code of Civil Procedure, 1908 (5 of 1908) providing "
    },
    {
        "rule": "shall be proved. "
    },
    {
        "rule": "shall continue to "
    },
    {
        "rule": "shall be construed as a reference to the "
    },
    {
        "rule": "required to be, or may be, prescribed or "
    },
    {
        "rule": "shall be punishable "
    },
    {
        "rule": "shall be laid, as soon as may be after it is made, before each House of Parliament, while it "
    },
    {
        "rule": "shall thereafter "
    },
    {
        "rule": "shall be without prejudice to the validity of anything previously done under "
    },
    {
        "rule": "shall be made after the expiry of a period of five years from the date of "
    },
    {
        "rule": "shall, as soon as may be after it is made, be laid before each "
    },
    {
        "rule": "shall "
    },
    {
        "rule": "shall be the "
    },
    {
        "rule": "shall be the "
    },
    {
        "rule": "shall be the "
    },
    {
        "rule": "shall be the "
    },
    {
        "rule": "shall "
    },
    {
        "rule": "Subject to the provisions of the Act and these Articles, the shares in the capital of the company "
    },
    {
        "rule": "shall be under the control of the Directors who may issue, allot or otherwise dispose of the same or any of "
    },
    {
        "rule": "shall be entitled to "
    },
    {
        "rule": "shall be provided,— "
    },
    {
        "rule": "shall be under the seal and shall specify the shares to which it relates and the "
    },
    {
        "rule": "shall not be bound "
    },
    {
        "rule": "shall be sufficient delivery to all such holders. "
    },
    {
        "rule": "shall be given. Every certificate under this Article shall be issued on "
    },
    {
        "rule": "shall mutatis mutandis apply to debentures of the company. "
    },
    {
        "rule": "shall be recognised by the company as holding any share "
    },
    {
        "rule": "shall not be bound by, or be compelled in any way to recognise (even "
    },
    {
        "rule": "shall "
    },
    {
        "rule": "shall not exceed the rate or amount prescribed in rules "
    },
    {
        "rule": "subject to the "
    },
    {
        "rule": "shall mutatis mutandis apply, but so that the necessary quorum shall be at least two persons holding at "
    },
    {
        "rule": "shall not, unless otherwise expressly provided by the terms of issue of the shares of that class, be "
    },
    {
        "rule": "Subject to the provisions of section 55, any preference shares may, with the sanction of an ordinary "
    },
    {
        "rule": "shall have a first and paramount lien— "
    },
    {
        "rule": "shall extend to all dividends payable and bonuses declared "
    },
    {
        "rule": "shall be made— "
    },
    {
        "rule": "shall be registered as the holder of the shares comprised in any such transfer. "
    },
    {
        "rule": "shall not be bound to see to the application of the purchase money, nor shall his "
    },
    {
        "rule": "shall be received by the company and applied in payment of such part "
    },
    {
        "rule": "shall, subject to a like lien for sums not presently payable as existed upon the "
    },
    {
        "rule": "shall exceed one-fourth of the nominal value of the share or be payable at less "
    },
    {
        "rule": "shall, subject to receiving at least fourteen days‘ notice specifying the time or times "
    },
    {
        "rule": "shall be deemed to have been made at the time when the resolution of the Board "
    },
    {
        "rule": "required to be paid by instalments. "
    },
    {
        "rule": "shall be jointly and severally liable to pay all calls in respect thereof. "
    },
    {
        "rule": "shall pay interest thereon from the day appointed for "
    },
    {
        "rule": "shall be at liberty to waive payment of any such interest wholly or in part. "
    },
    {
        "rule": "shall, for the purposes "
    },
    {
        "rule": "shall apply as if such sum had become payable by virtue "
    },
    {
        "rule": "shall otherwise direct, twelve per cent. per annum, as may be agreed upon between the Board "
    },
    {
        "rule": "shall be executed by or on behalf of "
    },
    {
        "rule": "shall be deemed to remain a holder of the share until the name of the transferee is "
    },
    {
        "rule": "subject to the right of appeal conferred by section 58 decline to register— "
    },
    {
        "rule": "in accordance with section 91 and rules made "
    },
    {
        "rule": "shall not be suspended for more than thirty days at any one time or for "
    },
    {
        "rule": "shall be the only persons "
    },
    {
        "rule": "shall release the estate of a deceased joint holder from any liability in respect "
    },
    {
        "rule": "shall, in either case, have the same right to decline or suspend registration as it would "
    },
    {
        "rule": "shall elect to be registered as holder of the share himself, he "
    },
    {
        "rule": "shall deliver or send to the company a notice in writing signed by him stating that he so elects. "
    },
    {
        "rule": "shall elect to transfer the share, he shall testify his election by executing a "
    },
    {
        "rule": "shall be applicable to any such notice or transfer as aforesaid as "
    },
    {
        "rule": "shall be "
    },
    {
        "rule": "shall not, before being registered as a member in respect of "
    },
    {
        "rule": "shall be the person "
    },
    {
        "rule": "shall be "
    },
    {
        "rule": "shall be entitled to the same dividends and other rights and liabilities to which "
    },
    {
        "rule": "liable; "
    },
    {
        "rule": "shall nominate any other person with the prior written "
    },
    {
        "rule": "shall in the event of the death of the member, become the member of the "
    },
    {
        "rule": "shall— "
    },
    {
        "rule": "shall be liable to be forfeited. "
    },
    {
        "rule": "shall cease to be a member in respect of the "
    },
    {
        "rule": "shall, notwithstanding the forfeiture, remain liable to pay to the company all monies "
    },
    {
        "rule": "shall cease if and when the company shall have received payment in "
    },
    {
        "rule": "shall be conclusive evidence of the facts therein stated as against all persons claiming to be "
    },
    {
        "rule": "shall thereupon be registered as the holder of the share; and "
    },
    {
        "rule": "shall not be bound to see to the application of the purchase money, if any, nor shall "
    },
    {
        "rule": "shall apply in the case of nonpayment of any "
    },
    {
        "rule": "Subject to the provisions of section 61, the company may, by ordinary resolution,— "
    },
    {
        "rule": "subject to the same regulations under which, the shares from which the stock arose might before the "
    },
    {
        "rule": "shall not exceed the nominal amount of the shares from which the "
    },
    {
        "rule": "shall, according to the amount of stock held by them, have the same "
    },
    {
        "rule": "shall be conferred by an amount of stock which would not, if existing in shares, have conferred that "
    },
    {
        "rule": "shall apply to stock "
    },
    {
        "rule": "shall include ―stock‖ and ―stock-holder‖ "
    },
    {
        "rule": "subject to, any "
    },
    {
        "rule": "shall not be paid in cash but shall be applied, subject to the provision contained "
    },
    {
        "rule": "shall give effect to the resolution passed by the company in pursuance of this "
    },
    {
        "rule": "shall have been passed, the Board shall— "
    },
    {
        "rule": "required to give effect thereto. "
    },
    {
        "rule": "shall have power— "
    },
    {
        "rule": "shall be effective and binding on such members. "
    },
    {
        "rule": "subject to the provisions of sections 68 to "
    },
    {
        "rule": "shall be called extraordinary general "
    },
    {
        "rule": "shall be transacted at any general meeting unless a quorum of members is present "
    },
    {
        "rule": "shall be as provided in "
    },
    {
        "rule": "shall preside as Chairperson at every general meeting of the "
    },
    {
        "rule": "shall elect one of their members to be Chairperson of the meeting. "
    },
    {
        "rule": "shall choose one of "
    },
    {
        "rule": "required to be passed at the general meetings of the company shall be deemed to "
    },
    {
        "rule": "shall be signed and dated by the member; "
    },
    {
        "rule": "shall become effective from the date of signing such minutes by the sole "
    },
    {
        "rule": "shall, "
    },
    {
        "rule": "shall be transacted at any adjourned meeting other than the business left unfinished at "
    },
    {
        "rule": "shall be "
    },
    {
        "rule": "shall not be necessary to give any "
    },
    {
        "rule": "Subject to any rights or restrictions for the time being attached to any class or classes of shares,— "
    },
    {
        "rule": "shall have one vote; and "
    },
    {
        "rule": "shall be in proportion to his share in the paid-up equity "
    },
    {
        "rule": "in accordance with section 108 "
    },
    {
        "rule": "shall vote only once. "
    },
    {
        "rule": "shall be accepted to the exclusion of the votes of the other joint holders. "
    },
    {
        "rule": "shall be determined by the order in which the names stand in the "
    },
    {
        "rule": "shall be entitled to vote at any general meeting unless all calls or other sums presently "
    },
    {
        "rule": "shall be raised to the qualification of any voter except at the meeting or adjourned "
    },
    {
        "rule": "shall be valid for all purposes. "
    },
    {
        "rule": "shall be referred to the Chairperson of the meeting, whose "
    },
    {
        "rule": "shall be final and conclusive. "
    },
    {
        "rule": "shall be deposited at the registered office "
    },
    {
        "rule": "shall not be "
    },
    {
        "rule": "shall be in the form as prescribed in the rules made under "
    },
    {
        "rule": "in accordance with the terms of an instrument of proxy shall be valid, "
    },
    {
        "rule": "shall have been "
    },
    {
        "rule": "shall be determined in writing by "
    },
    {
        "rule": "shall, in so far as it consists of a monthly payment, be "
    },
    {
        "rule": "subject to the provisions of that section) make and vary such "
    },
    {
        "rule": "shall be signed, drawn, accepted, endorsed, or otherwise "
    },
    {
        "rule": "shall from time to time by "
    },
    {
        "rule": "shall sign his name "
    },
    {
        "rule": "Subject to the provisions of section 149, the Board shall have power at any time, and from time "
    },
    {
        "rule": "shall not at any time exceed the maximum strength fixed for the Board by the articles. "
    },
    {
        "rule": "shall hold office only up to the date of the next annual general meeting of the "
    },
    {
        "rule": "shall be eligible for appointment by the company as a director at that meeting subject to the "
    },
    {
        "rule": "shall, at any time, "
    },
    {
        "rule": "shall be decided by a majority of votes. "
    },
    {
        "rule": "shall have a second or casting "
    },
    {
        "rule": "subject to the provisions of the Act, delegate any of its powers to committees "
    },
    {
        "rule": "shall, in the exercise of the powers so delegated, conform to any "
    },
    {
        "rule": "shall be determined by a majority of votes of the "
    },
    {
        "rule": "shall have a second or casting vote. "
    },
    {
        "rule": "shall, notwithstanding that it may be afterwards discovered that there was some defect in the "
    },
    {
        "rule": "shall be valid and effective as if it had been passed at a meeting of the Board "
    },
    {
        "rule": "shall be entered into minutes book maintained under section 118; "
    },
    {
        "rule": "shall be signed and dated by the director; "
    },
    {
        "rule": "shall become effective from the date of signing such minutes by the director. "
    },
    {
        "rule": "Subject to the provisions of the Act,— "
    },
    {
        "rule": "shall not be "
    },
    {
        "rule": "shall provide for the safe custody of the seal. "
    },
    {
        "rule": "shall not be affixed to any instrument except by the authority of a "
    },
    {
        "rule": "shall sign every "
    },
    {
        "rule": "shall exceed the amount "
    },
    {
        "rule": "Subject to the provisions of section 123, the Board may from time to time pay to the members "
    },
    {
        "rule": "shall, at the discretion of the Board, be "
    },
    {
        "rule": "Subject to the rights of persons, if any, entitled to shares with special rights as to dividends, all "
    },
    {
        "rule": "shall be declared and paid according to the amounts paid or credited as paid on the shares in "
    },
    {
        "rule": "shall be treated for the purposes "
    },
    {
        "rule": "shall be apportioned and paid proportionately to the amounts paid or credited as "
    },
    {
        "rule": "shall rank for dividend as from a particular date such "
    },
    {
        "rule": "shall rank for dividend accordingly. "
    },
    {
        "rule": "shall be made payable to the order of the person to whom it is sent. "
    },
    {
        "rule": "shall be given to the persons entitled to share "
    },
    {
        "rule": "shall bear interest against the company. "
    },
    {
        "rule": "shall from time to time determine whether and to what extent and at what times and "
    },
    {
        "rule": "shall be open to the inspection of members not being directors. "
    },
    {
        "rule": "shall have any right of inspecting any account or book or "
    },
    {
        "rule": "Subject to the provisions of Chapter XX of the Act and rules made thereunder— "
    },
    {
        "rule": "shall be wound up, the liquidator may, with the sanction of a special resolution "
    },
    {
        "rule": "shall consist of property of the "
    },
    {
        "rule": "shall be carried out as "
    },
    {
        "rule": "shall be compelled to accept any shares or other securities whereon there is any liability. "
    },
    {
        "rule": "shall be indemnified out of the assets of the company against any "
    },
    {
        "rule": "shall be signed by each subscriber of the memorandum of association who shall add "
    },
    {
        "rule": "shall attest the "
    },
    {
        "rule": "shall likewise add his address, description and occupation, if any, and such signatures shall "
    },
    {
        "rule": "shall be deemed to be "
    },
    {
        "rule": "shall "
    },
    {
        "rule": "shall admit to "
    },
    {
        "rule": "shall be members of the company. "
    },
    {
        "rule": "shall be called extraordinary general "
    },
    {
        "rule": "shall be transacted at any general meeting unless a quorum of members is present at "
    },
    {
        "rule": "shall be as provided in "
    },
    {
        "rule": "shall preside as Chairperson at every general meeting of the "
    },
    {
        "rule": "shall elect one of their members to be Chairperson of the meeting. "
    },
    {
        "rule": "shall choose one of "
    },
    {
        "rule": "shall, "
    },
    {
        "rule": "shall be transacted at any adjourned meeting other than the business left unfinished at "
    },
    {
        "rule": "shall be "
    },
    {
        "rule": "shall not be necessary to give any "
    },
    {
        "rule": "shall have one vote. "
    },
    {
        "rule": "shall be entitled to vote at any general meeting unless all sums presently payable by "
    },
    {
        "rule": "shall be raised to the qualification of any voter except at the meeting or adjourned "
    },
    {
        "rule": "shall be valid for all purposes. "
    },
    {
        "rule": "shall be referred to the Chairperson of the meeting, whose "
    },
    {
        "rule": "shall be final and conclusive. "
    },
    {
        "rule": "in accordance with the terms of an instrument of proxy shall be valid, "
    },
    {
        "rule": "shall have been "
    },
    {
        "rule": "in accordance with section 108 "
    },
    {
        "rule": "shall vote only once. "
    },
    {
        "rule": "shall be determined in writing by "
    },
    {
        "rule": "shall, in so far as it consists of a monthly payment, be "
    },
    {
        "rule": "shall, at any time, "
    },
    {
        "rule": "shall be decided by a majority of votes. "
    },
    {
        "rule": "shall have a second or casting "
    },
    {
        "rule": "subject to the provisions of the Act, delegate any of its powers to committees "
    },
    {
        "rule": "shall, in the exercise of the powers so delegated, conform to any "
    },
    {
        "rule": "shall be determined by a majority of votes of the "
    },
    {
        "rule": "shall have a second or casting vote. "
    },
    {
        "rule": "shall, notwithstanding that it may be afterwards discovered that there was some defect in the "
    },
    {
        "rule": "shall be as valid and effective as if it had been passed at a meeting of the "
    },
    {
        "rule": "Subject to the provisions of the Act,— "
    },
    {
        "rule": "shall not be "
    },
    {
        "rule": "shall provide for the safe custody of the seal. "
    },
    {
        "rule": "shall not be affixed to any instrument except by the authority of a "
    },
    {
        "rule": "shall sign every "
    },
    {
        "rule": "shall be signed by each subscriber of the memorandum of association who shall add "
    },
    {
        "rule": "shall attest the "
    },
    {
        "rule": "shall likewise add his address, description and occupation, if any, and such signatures shall "
    },
    {
        "rule": "shall be deemed to be "
    },
    {
        "rule": "shall admit to "
    },
    {
        "rule": "shall be members of the company. "
    },
    {
        "rule": "shall be deemed to "
    },
    {
        "rule": "comply with the accounting standards prescribed for such class of companies under section 133 the "
    },
    {
        "rule": "shall not normally be different from the useful life and the residual value shall "
    },
    {
        "rule": "shall "
    },
    {
        "rule": "shall not be longer than the useful life "
    },
    {
        "rule": "shall not be higher than that prescribed in Part C. "
    },
    {
        "rule": "shall apply. "
    },
    {
        "rule": "shall be "
    },
    {
        "rule": "Subject to Parts A and B above, the following are the useful lives of various tangible assets: "
    },
    {
        "rule": "shall be calculated on a pro "
    },
    {
        "rule": "shall also be disclosed in the accounts, namely:— "
    },
    {
        "rule": "shall be determined separately. "
    },
    {
        "rule": "shall be "
    },
    {
        "rule": "shall be depreciated over the remaining useful life of the asset as per this Schedule; "
    },
    {
        "rule": "shall be recognised in the opening balance of retained "
    },
    {
        "rule": "shall be made and the requirements of this Schedule shall stand "
    },
    {
        "rule": "shall be made in the notes to accounts "
    },
    {
        "rule": "required to be disclosed on the face of the Financial Statements. "
    },
    {
        "rule": "shall be made in the notes to accounts in "
    },
    {
        "rule": "shall contain information in addition to that presented in the Financial "
    },
    {
        "rule": "shall provide where required (a) narrative descriptions or disaggregations of items "
    },
    {
        "rule": "shall be cross-"
    },
    {
        "rule": "shall be maintained between providing excessive detail that "
    },
    {
        "rule": "may not assist users of financial statements and not providing important information as a result of too "
    },
    {
        "rule": "shall be used uniformly in the Financial Statements. "
    },
    {
        "rule": "shall also be given. "
    },
    {
        "rule": "shall be as per the applicable Accounting "
    },
    {
        "rule": "shall be presented as an addition or substitution on the face of the Financial Statements when such "
    },
    {
        "rule": "shall be classified as current when it satisfies any of the following criteria:— "
    },
    {
        "rule": "shall be classified as non-current. "
    },
    {
        "rule": "shall be classified as current when it satisfies any of the following criteria:— "
    },
    {
        "rule": "shall be classified as non-current. "
    },
    {
        "rule": "shall be classified as a ―trade receivable‖ if it is in respect of the amount due on "
    },
    {
        "rule": "shall be classified as a ―trade payable‖ if it is in respect of the amount due on account of "
    },
    {
        "rule": "shall disclose the following in the notes to accounts. "
    },
    {
        "rule": "shall be classified as: "
    },
    {
        "rule": "shall be termed as a ―fund‖. "
    },
    {
        "rule": "shall be shown as a negative figure under the "
    },
    {
        "rule": "shall be shown under the head ―Reserves and Surplus‖ even if the resulting figure is in "
    },
    {
        "rule": "shall be classified as: "
    },
    {
        "rule": "obligations; "
    },
    {
        "rule": "shall further be sub-classified as secured and unsecured. Nature of security shall "
    },
    {
        "rule": "shall be disclosed. "
    },
    {
        "rule": "shall be stated in descending order of maturity or conversion, starting from "
    },
    {
        "rule": "must be reckoned as the date on which the first "
    },
    {
        "rule": "shall "
    },
    {
        "rule": "shall be stated. "
    },
    {
        "rule": "shall be specified separately in each case. "
    },
    {
        "rule": "shall be classified as: "
    },
    {
        "rule": "shall be classified as: "
    },
    {
        "rule": "shall be classified as: "
    },
    {
        "rule": "shall further be sub-classified as secured and unsecured. Nature of security shall "
    },
    {
        "rule": "shall be disclosed. "
    },
    {
        "rule": "shall be specified separately in each case. "
    },
    {
        "rule": "shall be classified as: "
    },
    {
        "rule": "obligations; "
    },
    {
        "rule": "shall be allotted shall be disclosed. It shall "
    },
    {
        "rule": "shall be disclosed. Share application money not exceeding the "
    },
    {
        "rule": "shall be shown under the head Equity and share "
    },
    {
        "rule": "shall be separately shown under ―Óther "
    },
    {
        "rule": "shall be classified as: "
    },
    {
        "rule": "shall be given as: "
    },
    {
        "rule": "shall be separately specified under each class of asset. "
    },
    {
        "rule": "shall "
    },
    {
        "rule": "shall show the reduced or increased figures as applicable and shall by way of a note "
    },
    {
        "rule": "shall be given as: "
    },
    {
        "rule": "shall be disclosed separately. "
    },
    {
        "rule": "shall show the reduced or increased figures as applicable and shall by way of a note "
    },
    {
        "rule": "shall be classified as trade investments and other investments and "
    },
    {
        "rule": "shall be given of names of the bodies corporate indicating "
    },
    {
        "rule": "shall be given. "
    },
    {
        "rule": "shall also be disclosed: "
    },
    {
        "rule": "shall be classified as: "
    },
    {
        "rule": "shall also be separately sub-classified as: "
    },
    {
        "rule": "shall be disclosed under the relevant "
    },
    {
        "rule": "shall be classified as: "
    },
    {
        "rule": "shall be sub-classified as: "
    },
    {
        "rule": "shall be disclosed under the relevant heads "
    },
    {
        "rule": "shall be classified as: "
    },
    {
        "rule": "shall be given of names of the bodies corporate [indicating "
    },
    {
        "rule": "shall be given. "
    },
    {
        "rule": "shall also be disclosed: "
    },
    {
        "rule": "shall be classified as: "
    },
    {
        "rule": "shall be disclosed under the relevant sub-head of inventories. "
    },
    {
        "rule": "shall be stated. "
    },
    {
        "rule": "shall be sub-classified as: "
    },
    {
        "rule": "shall be disclosed under the relevant heads separately. "
    },
    {
        "rule": "shall be classified as: "
    },
    {
        "rule": "shall be separately stated. "
    },
    {
        "rule": "shall be disclosed separately. "
    },
    {
        "rule": "shall be separately "
    },
    {
        "rule": "shall be disclosed separately. "
    },
    {
        "rule": "shall be classified as: "
    },
    {
        "rule": "shall also be sub-classified as: "
    },
    {
        "rule": "shall be disclosed under the relevant "
    },
    {
        "rule": "shall be separately stated. "
    },
    {
        "rule": "shall be classified as: "
    },
    {
        "rule": "liable. "
    },
    {
        "rule": "shall be classified as: "
    },
    {
        "rule": "shall be disclosed separately. Arrears of fixed cumulative "
    },
    {
        "rule": "shall also be disclosed separately. "
    },
    {
        "rule": "shall be indicated "
    },
    {
        "rule": "shall be stated. "
    },
    {
        "rule": "shall apply to the income and expenditure account referred to in sub-"
    },
    {
        "rule": "shall disclose "
    },
    {
        "rule": "shall include revenue from— "
    },
    {
        "rule": "shall be disclosed separately by way of notes to accounts to "
    },
    {
        "rule": "shall be classified as: "
    },
    {
        "rule": "shall be classified as: "
    },
    {
        "rule": "shall disclose by way of notes additional information regarding aggregate expenditure "
    },
    {
        "rule": "responsibility activities; "
    },
    {
        "rule": "shall be sufficient compliance with the requirements herein if purchases, sales "
    },
    {
        "rule": "shall also contain by way of a note the following information, "
    },
    {
        "rule": "shall be decided taking into account the concept of materiality and presentation "
    },
    {
        "rule": "required to prepare Consolidated Financial Statements, i.e., consolidated "
    },
    {
        "rule": "shall mutatis mutandis follow "
    },
    {
        "rule": "shall disclose the "
    },
    {
        "rule": "shall be presented as allocation for the period. "
    },
    {
        "rule": "shall be presented separately from the "
    },
    {
        "rule": "shall be disclosed by way of additional "
    },
    {
        "rule": "shall disclose the list of subsidiaries or associates or joint ventures which have not been "
    },
    {
        "rule": "shall: "
    },
    {
        "rule": "obligations for informed and balanced "
    },
    {
        "rule": "must immediately inform the Board accordingly; "
    },
    {
        "rule": "shall: "
    },
    {
        "rule": "shall— "
    },
    {
        "rule": "shall be independent of the company management; "
    },
    {
        "rule": "shall ensure that there is appropriate balance of "
    },
    {
        "rule": "shall be approved at the meeting of "
    },
    {
        "rule": "shall include a statement that in the opinion of the Board, the independent "
    },
    {
        "rule": "shall be formalised through a letter of appointment, "
    },
    {
        "rule": "shall set out : "
    },
    {
        "rule": "shall be open for inspection at "
    },
    {
        "rule": "shall also be posted on the "
    },
    {
        "rule": "shall be on the basis of report of performance evaluation. "
    },
    {
        "rule": "shall be in the same manner as is provided "
    },
    {
        "rule": "shall be "
    },
    {
        "rule": "shall not apply. "
    },
    {
        "rule": "shall hold at least one meeting in a year, without the "
    },
    {
        "rule": "shall strive to be present at such meeting; "
    },
    {
        "rule": "shall: "
    },
    {
        "rule": "shall be done by the entire Board of "
    },
    {
        "rule": "shall be determined whether to extend or "
    },
    {
        "rule": "shall be eligible for appointment as a managing or whole-time director or a manager "
    },
    {
        "rule": "shall be necessary for the subsequent appointment of that person if "
    },
    {
        "rule": "shall be necessary for such appointment; "
    },
    {
        "rule": "subject to the ceiling provided in section V of Part II; "
    },
    {
        "rule": "shall not apply to the companies in Special Economic Zones as "
    },
    {
        "rule": "shall enter India only after obtaining a "
    },
    {
        "rule": "shall be required to furnish, along with the visa application form, profile of the company, the principal "
    },
    {
        "rule": "Subject to the provisions of section 197, a company having profits in a financial year may pay "
    },
    {
        "rule": "shall not "
    },
    {
        "rule": "shall be doubled if the resolution passed by the shareholders is a "
    },
    {
        "rule": "shall be pro-rated. "
    },
    {
        "rule": "shall be "
    },
    {
        "rule": "shall apply, if— "
    },
    {
        "rule": "shall be mentioned in the Board of Director‘s report under the "
    },
    {
        "rule": "shall be applicable subject to meeting all the conditions "
    },
    {
        "rule": "shall be eligible for the following perquisites which shall not be included in "
    },
    {
        "rule": "shall be eligible to the following perquisites which shall not be "
    },
    {
        "rule": "in accordance with the rules specified "
    },
    {
        "rule": "shall be calculated as on the date of such "
    },
    {
        "rule": "shall be calculated as on the last date of the financial year "
    },
    {
        "rule": "shall— "
    },
    {
        "rule": "in accordance with the provisions contained in Explanation I of this Part is less "
    },
    {
        "rule": "Subject to the provisions of sections I to IV, a managerial person shall draw remuneration from one or "
    },
    {
        "rule": "shall be subject "
    },
    {
        "rule": "required to appointed a "
    },
    {
        "rule": "shall certify that the requirement of this Schedule have been "
    },
    {
        "rule": "shall be incorporated in the return filed with the Registrar under sub-"
    },
    {
        "rule": "Responsibility Policies "
    }
]